{"id": 36, "text": "Mr. Marrhew Thort, 232 YLM STREET MARONA, SD 57042, NEWYORK, US 99999999992 # MATTHEW.THORT@ MAILZ.COM # MATPRIV@XDF.COM Summary Software Engineer with experience in all levels of testing, including performance, functional, integration, system, regression, and user acceptance testing. Supportive and enthusiastic team player dedicated to streamlining processes and efficiently resolving project issues. Skill Highlights Agile/Scrum methodology Optimization Performance and scalability API design Experience Software Engineer- 09/2015 to 05/2019 Vleotics Software, New York Investigation, design, and implement scalable applications for data identification, analysis, retrieval, and indexing. Software design and development while remaining concentrate on client needs. Cooperate diligently with other IT team members to plan, design, and develop smart solutions. Estimate interface between hardware and software. Interface with business analysts, developers, and technical support to determine optimal specifications. Junior Software Engineer- 09/2014 to 09/2015 BestRun Software, New York Consulted regularly with customers on project status, proposals and technical issues. Transformed existing software to correct errors, upgrade interfaces, and improve efficiency. Cooperate diligently with other IT team members to plan, design, and develop smart solutions. Education Bachelor of Science: Software Engineering - 2014 Columbian University, NY", "meta": {}, "annotation_approver": null, "labels": [[63, 75, "mobile"], [0, 3, "title"], [4, 11, "firstname"], [12, 17, "lastname"], [19, 40, "address"], [45, 50, "zip"], [52, 59, "city"], [61, 63, "country"], [78, 102, "emailID"], [105, 120, "emailID"], [129, 146, "designation"]]}
{"id": 37, "text": "Ms. Veronica Swrh, 9232898938923 VERONICA.SMIDTH@DESMAIL.COM VERONICA.PRIVY@DESMAIL.COM Luna, Los Angeles, US - 292313 Summary My name is VERONICA Smith an expert Web and Graphic Designer.I have over 7 years experience within the industry. My specialty is in Adobe Photoshop, Illustrator, Branding and creating attractive Responsive Websites using CSS, HTML, jQuery, Bootstrap and Wordpress. Skills Ability to turnaround artwork quickly on short notice. Exceptional eye for and attention to detail. Ability to take direction and work independently. Knowledge of email marketing and HTML formatting. Working knowledge of HTML5, CSS3, JQuery, PHP, XML. Proficiency in Photoshop, Illustrator and InDesign. Experience GRAPHIC WEB DESIGNER - 05/2013 to 05/2019 VELOTICS LTD, LOS ANGELES Design & develop online brand creative pieces including landing pages, banners and emails. Create comps for new and updated web pages for social and ecommerce partners. Create and code display banner ads for partner websites. Stay abreast of industry-wide changes in design philosophy and any new tools and technologies being used for digital/online design. Create advertisements utilizing typography and design concepts. Create promotional material for marketing purposes. Competency in photography shooting, composition, and editing. Education BESTRUN STATE UNIVERSITY, LOS ANGELES Bachelor's Degree in Graphic Design", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 12, "firstname"], [13, 17, "lastname"], [19, 31, "mobile"], [61, 87, "emailID"], [33, 60, "emailID"], [88, 92, "address"], [94, 105, "city"], [107, 109, "country"], [112, 118, "zip"], [163, 187, "designation"]]}
{"id": 38, "text": "Mr. RAJ MOHAN SINGH, Officer, Quality assurance Current Job Profile:- Address:- Current Designation: - Officer, Quality Assurance Total Experience: - 01 year 09 months + New Colony Marathalli, Current Employer: - BestRun Labo. Ltd, Bangalore Bangalore, India - 560022 Mobile No - 9999999992 Contact Email: rajms @xyz.com Primary Email: rajprimary @xyz.com Objective I am looking forward for a career full of challenges and responsibility, which will offer me immense opportunities for my intellectual and professional growth, thus full filling the organization objectives. Current Job Profïle Employer Name : BestRun Labo Ltd Type of employer : Oral (Solid, Liquid) & Parenteral (SVP) Dosage formulation Regulatory US- FDA, MHRA- UK, ANVISA-Brazil, WHO-Geneva, Approval ISO- 9001 & 14001 etc. Designation : Quality Assurance Officer Working Period : 21* November 2013 onwards. Reporting To : Assistant Manager Quality Assurance Total Experience : 01 year 09 months + Assigned Job Responsibility Quality management System o Handling of controlled documents; their issuance, distribution, retrieval, archival and destruction as per SOP. 0 Handling of training related activity: Preparation of employee training curriculum, annual schedules, execution of the training as per schedule, Monitor & help for updated training records, Preparation of training evaluation questionnaires and Conduction of re-training when required. 0 Preparation of draft copy of Batch Manufacturing and Packing record and finalize them as per review comments. 0 Receiving, Maintaining traceability and destruction of Control sample as per their schedule. 0 Generation, Issuance, Receipt, Review and Storage of BPRs. IPQA: 0 To assure Line clearance at various steps such as Dispensing, Manufacturing and Packing. 0 In process checking on various intermediate stages during Dispensing, Manufacturing and Packing. 0 Sampling at various intermediate and final stages. 0 To assure the initiation and completion of Deviation, Incidence and Change control on as required basis. 0 To assure maintenance of Environmental condition in Controlled area. o Review of Batch Manufacturing and Packing record. 0 To ensure all the process done are as per SOP and cGMP regulation. 0 To check for completion of scheduled Preventive maintenance and any breakdown of equipment during process. 0 To complete calibration of IPQC lab apparatus at their Schedule. Technical Ability Basic knowledge of working on Microsoft word and Microsoft office excel", "meta": {}, "annotation_approver": null, "labels": [[252, 258, "country"], [260, 267, "zip"], [0, 3, "title"], [4, 13, "firstname"], [14, 19, "lastname"], [103, 129, "designation"], [170, 191, "address"], [242, 251, "city"], [280, 291, "mobile"], [306, 320, "emailID"], [336, 355, "emailID"]]}
{"id": 39, "text": "Mr. Anthony Williams, 99999999991 anthony.williams@xyz.com, anthprivy@xyz.com Store Manager equipped with extensive experience in automotive KPIP Zone, sales management. Employs excellent leadership skills and multi- Bangalore, India - 560066 tasking strengths. Demonstrated ability to improve store operations, increase top line sales, and reduce costs. Experience Highlights 09/2015 to 05/2019 Results-oriented Store Manager Revenue generation LUXURY CAR CENTER, Bangalore Business development Motivate and coach employees to meet service, sales, Effective marketing and repair goals. Organizational capacity Create and modify employee schedules with service Operability and levels in mind. commitment Recruit and hire top mechanics, service advisors, and Ability to motivate staff sales people. and maintain good Maintain detailed logs and reports of services relations performed, profit, and budget information. Resistance to stress Help out in sales and repair areas as needed and Good manners maintain comprehensive current knowledge of operations. Education 09/2014 to 09/2015 Bachelor of Science: Automotive Store Manager Technology - 2014 JAPAN CAR CENTER, Bangalore Technical Institute, NY Answered customer questions and resolved service issues in a timely manner. Diagnosed customer issues by asking probing questions Hobbies and write up repair orders. Ordered supplies and kept inventory at optimal levels. Playing chess - great way Coordinated equipment repairs and maintenance. to unwind, destress, and keep the mind sharp.", "meta": {}, "annotation_approver": null, "labels": [[21, 33, "mobile"], [227, 233, "country"], [235, 242, "zip"], [0, 3, "title"], [4, 11, "firstname"], [12, 20, "lastname"], [60, 77, "emailID"], [34, 58, "emailID"], [78, 91, "designation"], [217, 226, "city"], [1148, 1164, "address"]]}
{"id": 40, "text": "Mr. Balakrishna N, Contact: +91-2338929823 Engineer E-mail:Bala.n@gmai.cmom CAREER OBJECTIVE A respectable position which can give me an interesting, innovative and challenging working environment with targets && responsibilities that will utilize my education, professional skills and experience and offer scope for learning, advancement opportunity and looking for continuous professional development through teamwork and self-expression. Professional Summary: Certified SAP SuccessFactors consultant for almost 3-year experience and also Certified SAP HR Module trained IT consultant with Overall experience of about 10 years out of which about 4.1 Years of experience as SAP HR /HCM Consultant and 3 years into SAP Success Factors. SAP Certified Application Associate - SAP Success Factors Performance and goal management (C_THR82_1611) Q2 2018. SAP Certified Application Associate - SAP Success Factors Employee central (C_THR81_1611) SAP HCM Certified in 2017. Expertise in configuration and support of US Payroll (PY), Time Management(TM) along with knowledge on Personnel Administration (PA) &Organization Management (OM). Part of 1 End to End implementation and support Project for Time management and US Payroll as per business processes. Worked on Goal management and Performance management Along with Calibration and Employee central; Time Off and Workflows. Configured XML Data Model (SDM, CSDM, CDM, CSDM, Workflow data models, event reason data models, HRIS Propagation data models) as per customer requirement. Involved in 1 End to End implemented (Time Off; Workflows for EC module and 1 complete PMGM) ; 2 End to End Implementation project for PMGM and 3 support projects for Success factor both including PMGM and EC. PROFESSIONAL EXPERIENCE Present Company Name: Larsen & Toubro Infotech Module Handled: PMGM Implementation for Larsen && Toubro Group Number of Project worked: 1 Created User Manual, Test Script, Admin Guide. Provided Admin Training for more than 15 people in Larsen & Toubro Group. Launch form for around 46,000 employees. Configured 3 forms for full term contractor (FTC); Trainee Assignment; PMS form. Created Individual; organization goal and development goals. Provided permission roles and group access for Admin; HR of organization. Customized Goal plan and Performance form template as per the client requirement. Worked on field and action permission in different action plan state. Configured PM Route Map; Rating Scales; Account Settings and Permission defined at section, field and item related. Helped integration team in testing Calibration testing tool called as MVG. Working on TYDY tool which is interface between EC and Onboarding. Company Name: Prence of IT India Pvt Ltd. Module Handled: SAP Success factor EC Implementation Time Off for (Philippines; Indonesia; Sri Lanka; New Zealand; Oman; Hong Kong; Thailand; Korea countries). Number of Project worked: 1 Responsible for building EC time off system as per the client requirement along with testing and cut over activities. Configured Work schedule; Holiday & Holiday Calendar; Time Type; Time account type, Accrual Rules; generated Quotas and Take Rules (Alert and message definition). Worked on Defects and Change Request for time off. Worked as a part of cut over activities and updated the workbook for EC; EP; RBP and Time Off. Imported MDF Object definitions; All Custom MDF objects; Imported Business Rules; Alert Message; Message Definition; Validated EC. Configured Dynamic Group; Dynamic Role and Workflows. Configured and validated Event Reason. Knowledge on HRIS Sync; EC Alert and Notification. Configured EC Time Off build for Philippines; Indonesia; Sri Lanka; Thailand; Korea country; New Zealand; Oman; Hong Kong country. Worked as a part of cut over activities and updated the workbook for EC; EP; RBP and Time Off. Imported MDF Object definitions; All Custom MDF objects; Imported Business Rules; Alert Message, Message Definition; Validated EC. configured and validating event reason; Dynamic Roles and Group; Workflow & Approvers and CC roles. Configured Workflows as specified by client. Number of Project worked: 2 Module Handled: SAP Success factor PMGM Implementation. Configured Weightage rules and Metric look up table, Goal score calculation in XML as per client requirement. Activated Cascading Alignment/ Cascade link in goal plan template and performed testing of cascade alignment/ Cascade link, Cascade pull and Cascade push Configured PM Route Map; Rating Scales; Account Settings and Permission defined at section, field and item related. Worked on PMGM related RBP roles. Customized Goal plan and Performance form template as per the client requirement. Worked on field and action permission in different action plan state. Number of Project worked: 3 Module Handled: SAP Success factor PMGM Support. Roles & Responsibilities: Creation & Customization of Form Templates (Performance, Goal plan and 360 Multi-Rater templates) Dashboards, Calibration Templates.Configured the Rating scales, Route Maps, competencies as per the client requirement Configured custom categories, custom fields and Columns in goal plan template as per client requirement Activated Cascading Alignment/ Cascade link in goal plan template and performed testing of cascade alignment/ Cascade link, Cascade pull and Cascade push Performed Goal Import and Mass Assign, Good knowledge on Beta goal import. Configured Weightage rules and Metric look up table, Goal score calculation in XML as per client requirement. Company Name: Atech payroll working for client Robert Bosch. Project 4: Bahrain Islamic Bank Module Handled: SAP Success factor EC Implementation and support. Roles && Responsibilities: Worked extensively in XML files like corporate data model, succession data model, country specific corporate data model, Succession and country specific succession data model, foundation objects and MDF objects Maintained Custom associations as per client requirement. Good knowledge on CSV and MDF Pick lists. Support included changing configuration on Meta Data Framework & Delivered Objects and Fields, Workflow Adjustments, Security/Role Based Permissions administrations, Data Loads. Configured various workflow configurations (Role based, Dynamic role and Dynamic group) and Event reasons as per client requirement Configured HRIS propagation data model to auto populate data from Foundation objects to Employee data. Maintained Business rules for AGE and Retirement date calculations MDF integration with business rules, Business rule with Error message and MDF Integration with employee files. Auto Number range for objects: Position, Job, Department, Division, Business Unit and configured business rule and assigned rule to position object to activate internal sequence for position as per client requirement. Project Name 5: Internal Bsch Germany Project Module Handled: SAP PMGM support. Roles && Responsibilities: Handling and resolving the incidents (tickets) raised by users, based on priority as per SLA. Creating and modifying the security roles according to the requirement. Route map customization as per the business requirement Providing guidelines to users on procedural issues and queries. Goal plan template configuration and customization as per customer requirement Managed and created job specific, core competencies and integrated with job role Managed job families, job roles and job codes. Integrated rating scales, route maps and competencies to performance, goal plan templates Handled issues related to Goal plan template and performance form template (Auto sync & Auto population) Company Name: CC India PVT LTD Associate-Engineer (Enterprise Package Solution) Module Handled: Implementation in US payroll and Support Personnel Administration Project. Roles && Responsibilities: Handling of tickets based on the priority of the issue. Attending client call regularly for updating the ticket status in Remedy tool. Working on the change Requests by making necessary changes in the system. US PAYROLL Customizing diversified business requirements of the client in the area of HR. Supporting Configuration responsibilities like Master Data, related IMG activities for US Payroll and Organization management.  Creation of Recurring Payments, Deductions, employment remuneration info. And Additional Payments. Configured features like LGMST, TARIF and ABKRS, Creating Wage types for Info types 0008, 0014, 0015, 2010, 0267 and 0416. Knowledge on processing class i.e.: 1,10,3,20,06,71 etc, Evaluation and Cumulation Class. Configuring & Calculating Loss of Pay && factoring. Worked with the payroll schemas and sub-schemas U000 (accounting schema for RPCALCU0). Basic idea of UTX0 (Tax Calculation), and UT00 (processing of time data for payroll accounting) and payroll driver RPCALCU0. Personnel Administration Maintained Info types, Info Groups and Info type Menus, using Customizing Procedures. Created Personnel additional Actions like Hiring, rejoining, Transfer, Retirement, Promotion to perform Administrative actions and for maintaining Master Data. Set up of header modifications and Dynamic actions Project (Coca-Coa Enterprise) Module Handled: US Payroll, time management and personnel Administration and support Project. Validating data, standard reports and providing daily and weekly checks related to project. Worked on ticketing tool like IBM Tivoli (ECAPS) and CCSN (Coca-Cola service now) for US client on project named Coca- Cola enterprise. Roles and Responsibilities: Handled L2 support incident tickets along with different SLA and Priority involved P1. Evaluation of the Business Gaps and working with technical team to resolve it. Time Management Configured Public holidays, Holiday calendar according to client requirements. Configured Break Schedules, Daily work schedules, Period work Schedules and Generate work schedules through batch programs. Company Name: BCL COMENT Senior IT Analyst Helpdesk Support; Client: Pearon Technology, UK Worked on Active Directory which included password reset, creation of network folder, provide administrative rights and creation new user account of domain. Managed ticketing tool Remedy, Safe boot troubleshooting including, create, delete and maintain VPN account. Accountable for SAP troubleshooting which includes account creation, password reset and adding roles and providing extended support to sap like: setting printer & employee in hierarchy level. Company Name: IBM DAKSH Helpdesk Support; Client: Hewlett Packard & Tiscali Internet service provider Job Title Installation and maintenance of printers and scanners. Trouble shooting on Wireless printer issues and Fax Issues. Trouble shooting on normal desktop trouble shooting. Employment History Company Name Designation Start Date End Date Larsen && Toubro Infotech SAP Consultant July 2019 Till Now Presepnce of IT Pvt Ltd. SAP Successfactor Consultant Aug, 2016 July 2018 Artch payroll working for SAP HCM Consultant Oct, 2015 July, 2017 client Robert Bosch. CSC India Pvt Ltd. Associate Professional Application 15/07/2010 02/09/2014 Delivery BCL Comnet Senior Analyst 11/10/2009 07/07/2010 BBM Senior Technical Executive 12/09/2007 06/07/2009 Education Qualification Degree University Year of Passing Bachelors Delhi University 2007 Class XII C.B.S.E 2004 Class X C.B.S.E 2001 Certifications & Other Courses CMC Certified. SAP Certified Application Associate - SAP Success Factors Performance and goal management (C_ THR82_1611) Q2 2018. SAP Certified Application Associate - SAP Success Factors Employee central (C_THR81_1611) SAP HCM Certified in 2014. MCP Certified. Date of Birth : 14th January, 1988 Gender : Male Nationality : Indian Passport ## : If required Marital Status : Single Address : 100, Amaravathi, Andhra Pradesh, 500002", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 15, "firstname"], [16, 17, "lastname"], [32, 42, "mobile"], [59, 75, "emailID"], [11713, 11718, "country"], [11813, 11819, "zip"], [11797, 11811, "city"], [11780, 11795, "address"], [10842, 10856, "designation"]]}
{"id": 41, "text": "Mrs. Deepika Palmaneni, Lead Engineer Deepika.p@gmil.cmom # 200, Whitefiled, Bangalore-560064 +912323782388 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Establish and improve a strategy for the governance of adherence to design principles and standards. Page 2 of 3  Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 4, "title"], [5, 12, "firstname"], [13, 22, "lastname"], [24, 37, "designation"], [38, 57, "emailID"], [58, 75, "address"], [77, 86, "city"], [87, 94, "zip"], [97, 107, "mobile"], [2152, 2157, "country"]]}
{"id": 42, "text": "Mr. Donald Smith, Bangalore, India +91 400000000 ksmith2079@gmail.comm Success Factors Employee Central Senior Technical Lead Executive Summary Qualified SAP Success Factors Employee Central professional with over 15+ years of overall experience including over 8 years in SAP Consultancy in diverse roles across the organizational hierarchy. Skilled in configuring and customizing total HR structures and Master Data utilizing knowledge of SAP HR focusing on OM, PA, TM and PY. Demonstrated expertise in end to end SAP implementation encompassing Business Process Study, Blue Print phase, Training, Documentation, and Post implementation support. Adept at configuring system according to the Configuration Document and preparing test scripts and working with custom rules based on business requirements. Worked on Foundation Objects, MDF, Workflows, Picklist, RBP, Portlets, and Rules etc. Proficient in implementing ERP project stages including requirements determination, gap analysis, business process reengineering, issue resolution. Well versed in configuration, custom code specifications, testing, training, go-live assistance and post implementation support with ticketing system. Adroit in identifying client's need to be translated into appropriate technical solutions, managing escalations, issues and risks. Skilled in delivering training and knowledge transfer (KT) for all outsourced resources for banks outsourcing program. Efficient team leader & player, combining communication, interpersonal && problem solving skills with analytical, decision making and leadership capabilities to enhance organizational objectives. : Key Skills + Program / Project Management + SAP Consultancy + Business Analysis + Requirement Elicitation + Business Development + Cost Reduction Strategies + Process Re-Designing + Performance Management + Change / Risk Management + Client Interaction + Training and Development + Team Leadership + Robotic Process Automation Professional Experience Success Factors Senior Technical Lead Employee Central SAP Technologies Bangalore Success Factors Lead Consultant Employee Central (Jul 2017 - Feb2019) SAP, Bangalore, India Key Responsibilities: Collaborate with various support teams in designing solutions based on collated and evaluated client requirements aimed at enhancing client satisfaction. Follow up with internal and external stakeholders for ensuring compliance to project delivery schedules and other SLA parameters across assigned project phases. Render consultancy to clients on various project related issues aimed at seamless and qualitative implementation of projects. Evaluate team performance and render productivity enhancement feedback. Organize training sessions for team members based on identified training needs. Highlight critical technical issues and other SLA parameters to the senior management and other stakeholders for implementing effective remedial measures. Lead team and ensure team development through participating in activities like recruitment, training, mentoring and rendering performance feedback to the team. Major Project: Client: SAP (Sept 2018- Feb): SAP consultancy to clients based on understanding of Success Factors Admin and Employee Central which includes foundation objects, Generic objects, corporate data model picklist management Reporting, Events, workflows, propagation, time off accruals, Configuring Portlets etc. Configuring Role Based Permission.  Maintaining Associations between the objects. Worked on replication, worked on mass changes. Global Assignment & End Global Assignment, worked on Robotic Process Automation Accenture tool. Client:BestRun (Apr 2018 - Aug 2018):Worked as SF Consultant / Lead Employee Central involved in working on Testing, Foundation and Generic Objects, Role Based Permission andPicklist including Portlets and Business Configuration UI.Writing Business Rules, Support project for SAP BlockChain (Finland) (Aug 2017 - Mar 2018):Worked as SF Consultant / Lead Employee Central working on Foundation Objects and MDF Objects, tickets based on priority and updating the Ticketing Status in Tool. Developed workaround based on evaluated issues and identified bugs for implementing permanent bug fixes. Consultant(Oct 2015 - Jul 2017) Best Run Software Solutions,, India Major Projects: TechEd for Steel Brick (Sept 2016 - Jul 2017) Functioned as SF Consultant / Employee Central and Time Officer involved in working on Data Models Foundation Objects Generic Objects Picklist Workflows, Custom MDF Objects and Role Based Permissions Manage Configuration UI Portlets etc. Configured various time types such as earned leave, sick/casual leave, maternity leave, paternity leave etc. based on business requirement, Time Account types for Earned and Sick/Casual leave and Business Rules for Accrual creation. Involved in configuring various rules like Accrual Rules, rules on employee seniority age calculation and retirement age etc. Created and assigned time profiles to employees and worked on BCUI & Time Sheet and Over Time Hours. Ensured compliance to project SLA parameters and presented various status reports to enable senior management decision making. $/4 Hana Cloud (Oct 2015 - Aug 2016) Functioned as member of the team involved in Employee Central Implementation based onknowledge of XML and configuration of data models. Involved in configuring Data Models (Succession, Corporate, Country-specific, Rules data model, Workflows and Propagation), Roles Based Permissions and security setup including Event Reasons, Event Derivations, Dynamic Roles, Dynamic Groups and Workflows. Success Factors Consultant/ SAP Functional Consultant(Mar 2015 - Sept 2015) Major Projects: Implementation of Employee Central (Jun 2015 - Sept 2015): Involved in Proxy Management utilizing knowledge of MDF. Set up Propagation and Event Derivation Rules and approval Workflows for Manager Approval. Worked on associations between the Objects, Job Profile Builder, Employee Data Import/Data Migration. Configured Pick list Management, Foundation Objects and Generic(MDF) Objects and HRIS Synchronization. SAP Functional Consultancy (Mar 2015 -May 2015): Worked as SAP Functional Consultant involved in resolving HCM Tickets for OM PA Time Payroll. SAP-HCM Functional Consultant(Jan 2014 - Feb 2015) SAP Ltd,Chennai, India Major Projects: Implementation of Payroll for SAP Tile (Jun 2015 - Sept 2015): Involved in creating payroll areas, period parameters and date modifiers, control records and generation of payroll periods as well as configuring Retro-active accounting and ESI PF Professional Tax. Managed Reimbursement, Arrears, Allowances and Perks, ESI, PF, P tax, Bonus. Developed PCR's related to Payroll like IN42, IN43, IN44, and INP1, INAL. Defined wage types characteristics specific to the client requirement, Employee Subgroup Grouping for Personnel Calculation Rule and Collective Agreement Provision, pay scale area and pay scale type and feature TARIF, pay scale group, wage type model feature LGMST and allowance groupings. Set up valuation of base wage types using Indirect Evaluation Module INVAL and PRZNT and for overtime based on rate and constant.  SAP-HR Functional Consultant (Oct 2012 - Dec 2013) Demo Build ,Chennai, India Major Projects: Implementation of Time Management and Payroll India for Demo: Involved in creating different types of holidays like - fixed and movable holidays, setting up holiday and factory calendars including Personnel Sub area groupings for Public Holiday Calendars, Work Schedules and Daily work Schedules amongst others. Defined Break Schedules, Daily Work Schedules, Period work Schedules and Work Schedule rules, Day types, rules for Variant and selection rules. Set up different Absence Types, Absence Valuation rules and counting classes for paid and unpaid absences. Worked on quotas, counting rules, rounding rules, set base entitlement, selection rules, and deduction rules for attendances and absences. Utilized feature SCHKZ for defaulting work schedules for each PSA and ESG grouping. Maintained updated Time Management Info types like - 2001, 2002, 2004, 2005, 2006, 2010, etc. Involved in generating quotas through constant base entitlement and through time types and Overtime through PCR's T001, T002. Set up payroll areas, period parameters and date modifiers, control records and generation of payroll periods. Defined PCR's related to Payroll like IN42, IN43, IN44, and INP1, INAL. Managed configuration of pay scale grouping for allowance, Basic salary for India, Reimbursement, Arrears, Allowances and Perks, ESI, PF, Ptax, Bonus. Functional Consultant (Aug 2010 - Sept 2012) Zink Systems Ltd, Bangalore, India Major Projects: Support Project for PK Cement Ltd (PK GROUP) : Involved in resolution of tickets related to PA, OM, TM and PY respond to configuration problems. Managed configuration and customization in OM, PA, TM and PY. Developed test scripts and scenarios based on end user acceptance process. Rendered long-term solutions to frequent tickets by doing root cause analysis. Previous Assignments Senior HR, SAP Cloud, London, May 2006 - Apr 2009 Asst. Manager, Best Run SAP Insurance, NewYork, Nov 2003 - Apr 2006 Education M.B.A, Osmania University- India B.Sc,Kakatiya University - India PROFESSIONAL DEVELOPMENT: Success Factors Certified, Employee Central SAP HCM Certification, ATOS Germany Personal Details Nationality: Indian Languages: English, Hindi, Telugu Address: #56, Mumbai, 400004", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [18, 27, "city"], [29, 35, "country"], [39, 48, "mobile"], [49, 69, "emailID"], [9254, 9260, "country"], [9479, 9482, "address"], [9484, 9490, "city"], [9492, 9498, "zip"], [104, 125, "designation"]]}
{"id": 43, "text": "Mr. Ekniranjan Bala, IT Analyst Email: ekniranjan.bala@gmil.cmom Cell: - +91- 1777644836 Objective: To be a part of highly motivated team and to use my knowledge and experience, I have gained to obtain challenging positions in a Professional Organization and specialize in application software development. Professional Summary: 8 years of overall relevant working experience out of which 5 years of production support as well as development in java. Proven expertise in design, analysis, and implementation of real time distributed applications using J2EE technologies. Knowledge in Object Oriented Programming (O0P) Experience in development of Sequential Diagram using Object Oriented Methodologies Knowledge in Oracle10g. Work Experience: Currently working with Beta consultancy Services, as a IT Analyst. Technical Skills: Description Tools/Lanquages/Software's Languages Java 1.6 Databases Oracle 10g Operating Systems Windows 2007 Tools Eclipse, Maven,Jenkins,Ims Web server Apache Tomcat Application Servers : Web Logic Technologies Core java, Jdbc, Servlets, Jsp, WCs,Swtbot Frameworks Struts1.x, Hibernate3.0.Spring boot,Microservice Current Role: ILP Training Java Faculty From May 2019 to till date. Projects Undertaken : Project 1 DDLGS Role Team Member (Support) Team Size 7 Operating System : Windows 2007 Programming Language : core java, Hibernate IDE/Workbench Eclipse Server Deployment : Git Description: DDLGS document generation system for CIBC. Prinicipally DDGLS provide development and template authoring services to CIBC in the filed of lending, mortgage and insurance domain. DDGLS is to be used primarily used for client facing documents but is capable of satisfying most real time and near-real-time composition needs. The application is build upon the thunderhead document creation tool which supports document template development with a full suite of composition services. Distribution capabilities of DDGLS include: print, fax, sms, image retension etc, Data required for composition can be either collected by DDGLS application or it can be provide the consume application. Templates are maintain in the application DB. but could be maintain third party content repository. Responsibilities : Works as team member and provides solutions for the incident. Support the existing System and debugging the application. Modifying the code to accommodate Client's requirements. Project 2 GOA Role Team Member (Support) Team Size 7 Operating System : Windows 2007  Programming Language : core java, hibernet,spring IDE/Workbench Eclipse Server Deployment : Git Description: The Gemological Org of America or GOA _is a nonprofit institute dedicated to research and education in the field of gemology and the jewelry arts . GOA's mission is to protect all buyers and sellers of gemstones by setting and maintaining the standards used to evaluate gemstone quality. The institute does so through research, gem identification and diamond grading services and a variety of educational programs. Through its world-renowned library and subject experts, GOA acts as a resource of gem and jewelry information for the trade, the public and worldwide media outlets. Responsibilities : Works as team member and provides solutions for the incident. Support the existing System and debugging the application. Modifying the code to accommodate Client's requirements. Project 3 CESSSAR CT (Autosart Tool) Role Team Member (Developer) Team Size 5 Operating System : Windows 2007 Programming Language : Swtbot, RCp IDE/Workbench : Eclipse Server Deployment : GitTool Jenkins,Ims Description: Cesssar-CT Tool takes into account that customers require seamless integration of the Autosar methodology into their existing process and tool environment. Therefore, we have realized a modular tool box that covers the complete meta-model with all Autosar releases, and also enables easy integration and adaption and its parts. One may take our off- the-shelf tool or a subset out of the tool box that fits best to the requirements of the customers.  Cessar-CT Tool serializes Autosar models in the standardized xml format. The Autosar meta model is covered. The tool box encloses several editors that assist the user in the configuration of the system. The ECU methodology - which is the part of Autosar, is characterized by a set of steps that are constantly repeated for all BSW modules. A Cessar CT tool provides general editor capabilities to manage such use cases. A flexible code generation framework technology is the basis for an optimized adaptation of the code to the specific requirements of each ECU and customer. Responsibilities : Worked as team member in coding and debugging of the Application. Involved SWTBOT Test cases. Modifying the code to accommodate client's requirements. Project 4 HRS (Healthy Returns System Info) Role Team Member (Developer) Team Size 7 Operating System Windows 2007 Programming Language CoreJava (oops, collections) Web Applications : Jsp, Extjs IDE/Workbench : Eclipse Database Oracle 109 Server Deployment Web logic Frame Work Struts 1.x, Hibernate3.0To0l Description: A clinical management web based system that allows users to interact with the members of WellPoint Inc. (33 million approx.) helping them to get enrolled in different Healthcare programs. It provides a flexible way to manage health of WellPoint members and helps in betterment of their lives. The main focus of the application is to be efficient and effective at providing Ease of use for the user Maximum benefit for the member, placing their needs as a priority Ease of reporting to clients  The HRS application is used by HOS (Health Outreach Specialists) Nurses Health Professionals Responsibilities: Worked as team member in coding and debugging of the Application Developed Action classes, Form Beans and Jsp to achieve the required functionalities of the application. Support the existing System Modifying the code to accommodate Client's requirements. Created tables for the above mentioned modules. Involved in front end designing. Personal Summary: Sex : Male Marital Status : Single Languages Known : English, Hindi Address : #898, Banjarahills, Hyderabad, 500082 Declaration: I declare that all the information provided above are true to best of my knowledge, failing which I will be the only responsible for the same. Date: Place:", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 14, "firstname"], [15, 19, "lastname"], [39, 64, "emailID"], [21, 31, "designation"], [78, 89, "mobile"], [6152, 6170, "address"], [6172, 6181, "city"], [6183, 6190, "zip"]]}
{"id": 44, "text": "Mr. Kalpesh Singh, Kalpesh.singh@gmil.cmom Construction Developer +91 23232898973 Profile: Results-oriented and innovative software engineer with about 5 years of experience in Information Technology for building web-based applications. Strong command in JAVA, Spring, Hibernate, REST APIs and RDBMS (MYSQL/MSSQL). Extensive Hands on experience of developing rapid application in eclipse, STS using Maven like build tool. Experience on demanding Application servers like Apache-Tomcat. One year of experience to use cloud technology like AWS, Azure, Predix. Experience of working in open source technologies like Docker, Kubernetes, Rancher and FIWARE. Awards and Achievements I was awarded as a spot award for NEC Industrial loT project in the NEC Company. I have participated in Microsoft training program organized by the company. Achieved 2 Gold in series with respect to performance in the team. Technical Skills Languages CORE JAVA/J2EE Technologies JDK 1.5- 1.8, J2EE (JSP), JDBC, AJAX Frameworks Spring, Hibernate, MyBatis Application Servers Tomcat Scripts Javascript, JQuery, Python, Shell-Script Tools/Editor/IDE Eclipse, STS Databases MSQQL, MYSQL, Postgres, Mongo Patterns/Standards Spring MVC, Spring Boot Cloud Platform AWS, Azure, Predix Open Source Platform FIWARE, Docker Container, Kubernetes, Rancher Work History Company (Location) Description Duration Used Technologies Whebox (India) A product based online assessment Feb/2015- Java, Spring, Hibernate, AJAX, MYSQL, company. May/2017 Tomcat, SVN, Maven Skill Ltto Solutions Private It is a part of Sugal & Damani Group, May/2017- Rest-API, J2EE (JSP), Spring, Limited (India) which has varied business interests April/2018 Hibernate, MSSQL, Java-Script, Maven, including Payment Services, Information Micro-service architecture Technology, Lotteries and Gaming, Hospitality, Real estate & Infrastructure. NC Technologies India A Japan based company that deals in the May/2018- Azure, AWS, Docker, Kubernetes, (India) business of providing software services Present Rancher, MyBatis, Postgres, Python, and smart loT solutions for India and Shell-Script, Ansible, SVN, Git Global market. Education Bachelors in computer application 2012 Amrapali Institute of Management & computer application- Haldwani 68% Master of computer application 2015 Vivekananda Institute of Professional studies-Delhi 82% Project Undertaken HDFC Smart Achievers Whebox Description: It was a portal to recruit sales candidates in HDFC. Portal used to have many user-admin based on their management hierarchy to upload, view and filter the candidate's data and filter out the best the best. Environment: JSP, Spring, JDBC, MYSQL, Tomcat, AJAX Role Description: Modification and adding new features in the existing system as per the client needs. Enhancement and code optimization to make system robust. Vikalp School System Whebox Description: It was one school based to product to maintain the student's marks and generating their report cards. Environment: JSP, Spring, JDBC, MYSQL, Tomcat, AJAX Role Description: Modification and adding new features in the existing system as per the client needs. Enhancement and code optimization to make system robust. Crafting Future Whebox Description: Crafting Future project was for autistic kids and based completely on analytics, as it was, so we have to maintain their growth very accurately on the basis of data provided by their parents. Environment: JSP, Spring, Hibernate, MYSQL, Tomcat, AJAX Role Description: Build the entire project from scratch along with database design. Modification and adding new features in the system as per the client needs. GST, EWAY Skill Lotto Solutions Description: Providing a portal-based solution to the end user to file their monthly/quarterly returns and communicate with GSTN system through provided APIs. Environment: Spring, Hibernate, MSSQL, Tomcat, Micro-service Architecture Role Description: Build the project and design much possible robust database, used procedures fine/tune the performance of the system. Modification and adding new features in the system as per GSTN system changes or new released APIs. Code optimization and find the ways to short the TAT of selection data queries. Admin Portal Skill Lotto Solutions Description: Provided a JSP based monitoring and access control system to manage different companies/white -labels data and services given our company. Environment: Spring, Hibernate, MSSQL, Tomcat, JSP, JavaScript, AJAX Role Description: Build the project and provide the user hierarchy to control the data access system. AIVI Application NEC Technology Description: It is an artificial intelligence visual inspection application, which helps in identifying the correctness of things using analytic application. Environment: Servlet, PostGres, JSP, Javascript. Role description: Made modification in the existing application to execute on the different cloud platform like Azure, AWS Predix and Minio. NEC Industrial loT NEC Technology Description: It was an existing on - premise solution and we have to migrate entire application into multi cloud platform. It takes data from sensors and use it business analytics. Environment: Java, Spring, MyBatis, Postgres, Azure, AWS. Role Description: We designed and modified application in way that solution can be compatible with any cloud platform. CSP-FIWARE NEC Technology Description: FIWARE is a curated framework of open source platform components to accelerate the development of Smart Solutions. In CSP-FIWARE, we are providing container based FIWARE solutions orchestrated by Kubernetes. Environment: Docker, Kubernetes, Rancher, Java, RestAPI, SpringBoot. Role Description: To make FIWARE's enablers compatible with Docker and Kubernetes environment. Developed a node auto- scaling program based in Java, as Kubernetes did not provide it. Nationality: Indian Gender: Male Language: English, Japanese (Intermediate) and Hindi Marital Status: Single Address: #454, Hyderabad,500002,", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [12, 17, "lastname"], [19, 42, "emailID"], [70, 81, "mobile"], [43, 65, "designation"], [5871, 5876, "country"], [5976, 5980, "address"], [5982, 5991, "city"], [5992, 5998, "zip"]]}
{"id": 45, "text": "Mr. Francis Jhon, Site Engineer Toronto ON Francis.jhon@gmal.cmom +1 907-526-2345, #232, New York, USA - 10001 Skill Matrix: Skills # of Years Last Used SAP HCM 15year 2017 Success Factors Consultant 3year 2017 Support 8+year 2017 Worked on Employee Central and Payroll integration solution with other HR modules. Roles and Responsibilities: Solution architect & SF Consultant Compelling Statement: Complete HR solution with SAP on premise Payroll integration with success factors complete end-to-end implementation of SF Recruiting with integration of employee central PM/GM existing in the system. Summary Employee central project implementation with hands on EC configuration experience. Success Factors Certified consultant (Employee Central, Workforce Analytics, Recruiting, Learning Management System) with 16 years of SAP HCM background in the capacity of consultant, lead and project manager. Managed Success factors Project Implementation E2E. HCM Best Practice for Employee Central and Learning Management Solutions (LMS), Recruiting management and Employee central payroll with PTP. Hands on experience on Success Factors Employee Central Payroll, recruiting module to other module integration and Custom Developments using MDF. SAP HCM - PA, OM, PY (US, Canada, India, Other country roll-out), Time Management, Enterprise Compensation Management, Benefits, Recruiting and Learning Management - 10 End to End implementations as Lead or Project manager. Solution Architect - EC and Payroll integration, ECP, Payroll and Finance Integration Project Management - Managed delivery, Test, Transition and Implementation Ihave 16+ years of experience in leading / managing SAP and Success Factors implementation, support, delivery, rollout, test, transition management Education/Certification Education / Certification Year Location Learning Provider Master's in Public Administration 1996 India Andhra Pradesh University Master's Certificate in Human Resources 2014 USA VVSK University Post Graduate Diploma in Personnel Management & Industrial Relations 2003 India Bharatia Vidya Bhavan Diploma in Management 2001 All India Management Association All India Management Association eMBA 2015 India IBM PMP 2010 USA Project Management Institute Project Plan, Project Risk, Project Team management2008 Dallas North Lake College Payroll USA2009 Dallas American Payroll Association  Masters Diploma in Advance Programming and System Maintenance (1 year)1998 India InfoTech Computer Education Courses / Certification Year Location Learning Provider Success Factors Employee central SAP HCM Training2013 Canada SAP Success Factors Workforce Analytics and Planning Certification2017 Canada SAP Success Factors Recruiting Management Certification2015 Canada SAP Successfactors Learning Solution (LMS)2013Canada SAP euHReka Cloud Payroll 2012 Canada Northgate Arinso ESS/MSS 2007 India SAP India SAP Solution Manager 2007 India IBM India Pvt Ltd. Advanced Payroll (US) 2008 India IBM India Pvt Ltd. LSO (Learning Solutions) 2007 India SAP India Test Director - QTP & QC 2006 India IBM Project Planning control and Risk Management 2008 Dallas USA North Lake College Project management 2010 Silicon Valley Cert School Quality Control 2007 Pune, India IBM MDM 2005 USA SAP RDBMS 2000 India CMC Ltd. Database Programming In Visual Basic 2000 India CMC Ltd. Microsoft Certified Professional (MCP) 2000 India Microsoft SAP/ Successfactors Experience Summary SAP/ Success factors Experience Summary Employment History Toronto Hydro - Mar 2016 - Till Date LMS Migration and complete Test planning post migration Yazaki Sep 2016- Till Date Employee Central Payroll, Recruiting management and Learning Management Solution implementation. Post Implementation support for Employee central ECPayroll, RCM. IBM - TTC- Jan 2016 - Sep 2016 HR lead - Successfactors implementation (EC, Recruiting, Onboarding, Payroll Ilumity - HCM Competency Lead (SAP and Successfactors). Jul 2015 - Jan 2016 Lead the HCM competency (Implemented Employee central and Recru iting for Illumity) Independent Contracting - Success Factors 2015 - Jul 2015 Cpreit - Solution architect & Success Factors Employee central Consultant Value Retail (PWC) - Success Factors Employee central implementation, SME Time off Solution and Global Benefits proof of concept demonstration. Molson Coors - Successfactors EC Consultant - All modules Harte Hank (Aasonn) - Successfactors Employee central - Time off Consultant Kellogg's - Employee central Consultant Solvera Solution -- Success Factors/ SAP Consultant 2013-2015 Concentra Financial - Implementation of Employee central Solution architect & SF implementation Lead Government of Manitoba - SAP Time Management and Payroll defect analysis and change solution HCL Axon - SAP Consultant 2012-2013 CN Rail - Test manager - Custom development of Rail Transport Management in SAP NorthgateArinzo - Project Manager 2011-2012 Shell Canada - Project Manager SAP Payroll implementation Norther Trust Solution Architect for pension Payroll, IBM - Managing Consultant / Project Manager 2006-2010 Geometric Software - Implementation of Training and Even - Lead Abbott Labs - Complete HCM Solution - Delivary Management Celense Inc - Compensation Management and Payroll - Lead Bristol Mayer's Squibb - Test Manager Southwest Airlines - Payroll Lead E Bay - Test management and Interface Ann Taylor - Transition Manager - SAP Solution L&T Info Tech - SAP 2005-2006 Indian Navy - HR Lead Chevron Texaco - HCM Consultant Vanguard Technologies - SAP 2004-2005 TATA Steel - SAP Consultant CDAC- SAP/ Peoplesoft 2003-2004 SAP HR Consultant Project List /Project description INDUSTRY SERVICE LINE/ RELEASE PROJECT Automobile IT Service Yazaki USA, Sep 2016 to till date Project Description: It is a complete end-to-end implementation of Successfactors Employee central with integration of SAP Payroll through PTP, and Recruitment management. Roles and Responsibilities: Subject Matter Expert Configuration of EC and Report Building Document requirement Training Client INDUSTRY SERVICE LINE/ RELEASE PROJECT Transport IT Service TTC Canada, Mar 2016 to Sep 2016 Project Description: It is a complete end-to-end implementation of Successfactors Employee central with integration of SF Recruiting, Onboarding and Payroll. Roles and Responsibilities: HR Lead Lead HR Stream Plan and Conduct Workshop Design Solution INDUSTRY SERVICE LINE/ RELEASE PROJECT ConsultingIT ServiceIllumiti Canada, Jul 2015 to till date Project Description: It is a complete end-to-end implementation of SF Recruiting with integration of employee central PM/GM existing in the system. Roles and Responsibilities: SME and consultant for Recruiting and EC  Configure the system Workflows Rules INDUSTRY SERVICE LINE/ RELEASE PROJECT Food and BeverageIT Service Kellogg's (Contracting with Aasonn) USA, Apr 2014 to Aug 2015 Customer Facts: Kellogg's (also Kellogg, Kellogg Company and Kellogg's of Battle Creek) is an American multinational food manufacturing company headquartered in Battle Creek, Michigan, United States. Project Description: It is a complete end-to-end implementation of employee central with integration of other success factors modules like PM/GM existing in the system. Roles and Responsibilities: SME and consultant for EC Configure and customize Data model Workflows Rules Advance Reports INDUSTRY SERVICE LINE/ RELEASE PROJECT Marketing IT Service Harte Hank (Contracting with Aason) USA, Apr 2014 to till date Customer Facts: Harte Hanks is an American marketing services company headquartered in Uptown San Antonio, Texas. It was formerly a publisher of newspapers and pennysaver products, and owned broadcast media companies including TV and radio stations. Project Description: It is a complete end-to-end implementation of employee central with all European countries time off with requirement of take rules, PEP rules, Hire rules and custom accrual for multiple time offs. Roles and Responsibilities: SME and consultant for time off solutions Configure and customize Time off Customize data model Testing Rules INDUSTRY SERVICE LINE/ RELEASE PROJECT Real EstateIT Service Capreit (Contracting with Avenue HR) Toronto, ON, Canada, December 2014 to Feb 2015 Customer Facts: One of Canada's largest residential landlords, CAPREIT is a growth-oriented investment trust owning interests in 41,688 residential units, comprised of 35,404 residential suites and 30 manufactured home communities comprising 6,284 land lease sites located in and near major urban centres across Canada and Dublin, Ireland. Project Description: Worked on Employee Central and Payroll integration solution with other HR modules. Roles and Responsibilities: Solution architect & SF Consultant Complete HR solution with SAP on premise Payroll integration with success factors. Project is in solution phase. IT Consulting IT Service Solvera Solutions Winnipeg, Manitoba, Canada September 2013 to Dec 2014 Customer Facts: Solvera Solutions is a leader in the delivery of innovative IT and business solutions to the western Canadian market, helping their clients leverage the power of technology to achieve transformational growth. Project Description:  Success factors Employee Central/ LMS / CDP - Solvera Solution (Enhancement and integration). Success factors EC and LMS associate - Internal Project. SuccessFactors Consultant Employee Central / LMS / CDP - (October 2014 to present) Solvera Solution (Enhancement and integration) Worked on internal employee central enhancement. Planning to integrate employee profile, performance management, and career development plan with learning solution. Integrate Jam with employee central and Mobility. Creating prototype for demonstration. Conduct workshops and document the requirement. Success factors EC and LMS associate (September 2013 to March 2014) Internal Project o Help sales team to define scope of Success factors employee central, learning solutions. Work on RFPs of prospective projects (one of them was Concentra Financial). Understand Performance and Goal management process and helped the implementation team in testing during success factors implementation. FinancialIT ServiceConcentra Financial Regina, SK, March to October 2014 Customer Facts: Concentra exists to enhance the success of Canadian credit unions and their members by delivering competitive, high- quality national wholesale and trust solutions. Owned by credit unions, centrals, and other co-operative partners, Concentra is a federally regulated financial institution with approximately $7 billion in assets and $29 billion in assets under administration. Project Description: Success factors Employee Central Implementation. Roles and Responsibilities: SuccessFactors Consultant End-to-End success factors implementation with Employee central and Performance and Goal management. Started as solution architect as HCM and SF SME for the project. Lead Successfactors Employee Central team to document requirement, Design solution for custom development, Signoff the scope, Configure EC system, develop custom MDFs and rules, Manage Testing, coordinate between client and Success Factors, Manage cutover, Data conversion. Complete configuration of Employee central with Time off, Position management, and custom developments in MDF. Manage Testing in 3 different stages. Import data from legacy system and Plan data conversion. Plan cutover for go live. Syncing Production and Test environment. Sign off the solution, Train the client team and follow up with client. Government IT Service Government of Manitoba Winnipeg, MB, Canada March to September 2013 Customer Facts: Government of Manitoba has implemented its HRIS solution in SAP, It has a very complicated and effective solution of payroll and time in SAP. The IT works with so many interfaces with central point as SAP Project Description: Investigate the rood cause of defects on time evaluation while running SAP payroll and correct the PCRs to solve the issues. Roles and Responsibilities: Senior HCM Consultant Resolve the following post implementation issues of SAP Time Management through time configuration and PCRs in SAP ECC6, including testing and user acceptance. Impact of absences in payroll.  Impact in time evaluation and payroll due to WCB absences. Seniority eligibility on education leave. Seniority eligibility in combination of AWOL and Statutory Holidays. Seniority buffer on Statutory Holidays. Seniority eligibility for workers compensation absences. Transportation IT Service CN Rail Montreal, QB August to December 2012 Customer Facts: CN rail network spans three coasts with over 21,000 miles of track. It gives access to over 75% of the North American population and markets worldwide Project Description: CN Rail wanted to implement custom SAP Transportation system to manage their staff operating in different segments with specific skills and shifts to link SAP payroll Roles and Responsibilities: Solution Architect and Test Lead Managed testing of custom product development in SAP for CN Rail - Dispatch & Admin. Solution architecture of Dispatch process of Rail transports for development as a sap product. Technology/Tools used: SAP ECC 6, SharePoint, and Visio, MS Project, HCL Axon tool. Financial IT Service Northern Trust Chicago, IL, March to August 2012 Customer Facts: Northern Trust (Nasdaq:NTRS) is a global leader in delivering innovative investment management, asset and fund administration, fiduciary and banking solutions to corporations, institutions and affluent individuals Project Description: Northern Trust wanted to implement Pensioners payroll system in SAP; pensioners being their client. Roles and Responsibilities: Solution Architect Proposed solution as part of pre-sales activity. Created and performed client demonstration of PA, OM, Payroll ESS, MSS. Planning and budgeting for implementation. Technology/Tools used: SAP ECC 6, SharePoint, MS Project, scoping tool. Oil and Natural Gas IT Service Shell Canada Calgary, AB, July 2011 to February 2012 Customer Facts: One of Canada's largest integrated oil companies. Exploration and production of oil, natural gas and sulphur is a major part of its business, as well as the marketing of gasoline and related products through the company's approximately 1,800 stations across Canada. Project Description: Shell Canada wanted to implement SAP Payroll for Canada integrating their existing SAP financial system. Roles and Responsibilities: Project Manager Managing Shell Canada Local HR Stream initiatives in line with Payroll and Finance integration. Validating Payroll configuration. Planning testing for payroll HR integration (GL posting, Bank Transfer, 3 Rd party remittance). Planning, Scheduling, Controlling deliverables. Technology/Tools used: SAP ECC 6, SharePoint, MS Project, LSMW, and Ad hoc Query. FashionIT Service Ann Taylor Connecticut, CT, January to June 2011 Customer Facts:  Ann Inc. is an American group of specialty apparel retail chain stores for women, headquartered in New York City. The stores offer classic styled suits, separates, dresses, shoes and accessories. The brand is marketed under four divisions: Ann Taylor, LOFT, Ann Taylor Factory and LOFT Outlet. Project Description: Transition management to HCL Technologies after IBM implemented SAP HCM. Roles and Responsibilities: Transition manager Leading IBM support team onsite. Onsite/offshore coordination. High Priority issue resolution of PA, OM, Payroll, Benefits, Compensation and ESS & MSS. Year-end activities. Functional consultancy on Payroll, Benefit, ECM and master data for enhancement. Technology/Tools used: SAP ECC 6, Solution Manager, Win Runner, and Ad hoc Query. Breweries IT Service Hornell New York, NY, November to December 2010 Customer Facts: Hornell Breweries is one of the oldest breweries in New york Project Description: Pilot Project for preconfigured client - IBM Initiative. Roles and Responsibilities: Managing Consultant - Proof of concept Create Project Charter, Project Plan, Project Schedule, Security Strategy, Test Plan. Create OM, PA process definition documents, Key data structure, and Configuration approach. Data Migration plans. Test Scripts approach. Configuration of OM, PA, Payroll and Time Pilot. Technology/Tools used: SAP ECC 6, SharePoint, MS Project. Retail IT Service eBay San Jose, Ca, March to November 2010 Customer Facts: eBay Inc. (stylized as ebay) is an American multinational corporation and e-commerce company, providing consumer to consumer & business to consumer sales services via Internet. It is headquartered in San Jose, California, Project Description: Test Manager HR Transformation Project. Roles and Responsibilities: Managing Consultant Form Test team onsite and offshore. Create Test Strategy and Test Plan. Develop Communication plan with stake holders. Identify Business process and develop Test Matrix. Signoff Test Matrix. Lead the test team to execute testing and defect repair. Monitor and control test execution and defect repairs, manage issue logs. UAT and sign off deliverables. Design SharePoint and work soft for test management. Technology/Tools used: SAP ECC 6, SharePoint, Work soft testing tool. Transportation IT Service Southwest Airlines Dallas, Tx, USA, March 2009 to February 2010 Customer Facts:  Southwest Airlines Co. (NYSE: LUV) is a major U.S. airline and the world's largest low-cost carrier, headquartered in Dallas, Texas. The airline was established in 196714) and adopted its current name in 1971.[5] The airline has nearly 46,000 employees as of December 2014 and operates more than 3,400 flights per day Project Description: Complete SAP HCM with Finance suit implementation with OM, PA, Payroll, Compensation, Career and succession planning. Roles and Responsibilities: Payroll Lead Requirement gathering for Implementation of US Payroll and create functional specks, configure post payroll activities like - Posting, Third party remittance, Bank Transfer, Check Print, Rem Statement. Plan Integration of finance and HR with post payroll activities. Leading Functional testers of HR and FI in unit, integration and user acceptance testing. Monitoring and control test progress, mitigate risk, identify and resolve Issues. Reporting progress to PMO and follow change control process for changes. Impart training to the users and hand over the system to client. Technology/Tools used: SAP ECC 6, Solution Manager, LSMW, Ad hoc Query, Quality Center for testing, U perform for creation of training document. Pharmaceutical IT Service Bristol Mayer's Squibb U.S.A. Prinston, NJ, December 2008 to March 2009 Customer Facts: Bristol-Myers Squibb manufactures prescription pharmaceuticals in several therapeutic areas, including cancer, HIV/AIDS, cardiovascular disease, diabetes, hepatitis, rheumatoid arthritis and psychiatric disorders. Its mission is to \"discover, develop and deliver innovative medicines that help patients prevail over serious diseases.\" Project Description: Implementation of complete SAP HCM suite with ESS and MSS and interfaces with Training and Recruiting system Roles and Responsibilities: Managing Consultant (Test manager) Planning, identifying and mobilizing resources for testing - Onsite and Offshore. Create test methodology, plan and strategy for testing. Configure Test environment - Rational Testing tool. Leading Functional testers to create test matrix before test. Monitoring test progress, Issues and risk and reporting. Manage and control Test Activities of PA, OM, Payroll, Compensation, Benefits, Learning, recruiting, etc. Technology/Tools used: SAP ECC 6, Solution Manager, IBM Rational. IndustrialIT Service Celanese U.S.A. Dallas, Tx, USA, December 2007 to December 2008 Customer Facts: Celanese, is a Fortune 500 global technology and specialty materials company with its headquarters in Irving, Texas, United States.[3] The company is a leading producer of acetyl products, which are intermediate chemicals for nearly all major industries, and is the world's largest producer of vinyl acetate monomer (VAM) Project Description: Complete end to end implementation of SAP HCM including compensation management and Payroll with ESS and MSS. Roles and Responsibilities: HCM Lead (February to December 2008) Stakeholder analysis, requirement gathering and finalize blue print. Configuration of PA OM and Enterprise Compensation Management. Functional specks for e recruitment customization. Create test scripts and testing the system. Lead the technical development team.  Identify technical developments and document in functional specks for developments. Configured the SAP system according to the configuration rational. Prepare test script and Testing interfaces and developments according to business scenarios. 0 Global roll out for other country according to country specific requirements. 0 Helped data migration team in conversion. 0 Closely worked with migration team for offshore support. Technology/Tools used: SAP ECC 6, Solution Manager, LSMW, Ad hoc Query, Santra for Knowledge sharing. Offshore Delivery Managing Consultant/Project Lead (December 2007 to February 2008) Offshore project lead for designing functional specks for customization and development on SAP HR implementation. Build a team for technical development. Developing requirements with onsite team. Interpretation of the requirements in SAP HR terms. Find a solution and document the solution as functional specifications. Technology/Tools used: SAP ECC 6, Solution Manager. Government IT ServiceSomerset County Project - Knowledge Harvesting on UK Local Government Somerset, UK, November 2007 to January 2008 Customer Facts: UK Local Government Project Description: Create proof od concept of complete SAP HCM suit. Roles and Responsibilities: HR Project Lead Create scope document and configuring prototype in ECC6 through solution manager. Maintained document of business process. Maintaining of test script using solution manager. Configuration of ESS/MSS (Portal) based on SAP HR configuration. Configuration of organizational management. Configuration of Personnel management. Configuration of eRecruitment. Technology/Tools used: SAP ECC 6, Solution Manager, LSMW. PharmaceuticalIT Service Abbott Labs Chicago, IL, USA, November 2006 to November 2007 Customer Facts: Abbott Laboratories is an American pharmaceuticals and health care products company. It has 72,000 employees and operates in over 130 countries.[3]14].The company was founded by Chicago physician Wallace Calvin Abbott in 1888. In 2012, revenues were nearly $40 billion. Project Description: Complete end to end SAP HCM implementation with multiple interfaces to external systems. Roles and Responsibilities: HCM Lead Personnel Administration. Interface design Kenexa BrassRing to SAP recruitment. Data Migration using LSMW/BDC. Enterprise Compensation Management. Management of Global Employment. Functional Specifications: Review of functional Specifications based on Business Requests. Data Migration and Authorization. Testing - Creation of test scripts, testing through Test Director 8.0, Issue resolution. Quality Management - Quality control (SDMS) and Quality Audit for Quality conformance. Root Cause analysis and onsite offshore issue resolution. Transition to AMS for support.  Technology/Tools used: SAP ECC 6, Solution Manager, LSMW, Ad hoc Query, Quality Center. SoftwareIT ServiceGeometric Software Ltd. Pune, MH, India July to November 2006 Customer Facts: Geometric Ltd is a specialist in the domain of engineering solutions, services and technologies. The company is headquartered in Mumbai, India. Its portfolio includes Product Lifecycle Management (PLM),[3114] Global Engineering Services, Embedded System solutions, and Digital Technology solutions. Project Description: Implement SAP HCM with Training and event management Roles and Responsibilities: HCM Consultant SAP HR Involved in study of AS-IS and preparation of TO-BE model. Responsible for preparation of Blueprint and implementation of Training and Event Management. Configured and customized other SAP functionalities and prepared documentation for the processes involved. Prepared functional specifications and coordinated for development requirements with ABAP team. Coordinate and communicate tasks with developers. Ensure that development is performed as per requirements and testing the system. Data conversion, knowledge transfer and go live. Technology/Tools used: SAP ECC 6. Oil and Natural Gas IT ServiceL&T Info Tech San Ramon, CA, USA, July 2005 to May 2006 Customer Facts: Chevron Corporation is an American multinational energy corporation. One of the successor companies of Standard Oil, it is headquartered in San Ramon, California, and active in more than 180 countries Project Description: Chevron & Texaco and Unocal Merger Project to bring Unocal data under existing SAP system. Roles and Responsibilities: Senior Software Engineer Worked for designing History data, Om data upload after translating legacy data in existing SAP system. Worked on Pilot project on MDM and prepared document for future implementation. Translation of legacy data to SAP. Configuration of Organizational Management. Planning History data. Preparation of document on pilot project on MDM. Technology/Tools used: SAP ECC 5, EDM, Access, and Share link. DefenceIT ServiceIndian Navy Mumbai, MH, India March to June 2005 Customer Facts: Indian Navy Project Description: To Bring multiple isolated HR system under SAP HCM system. Roles and Responsibilities: SAP HR Consultant CABS is the personnel department for all the sailors serving in the Indian Navy. Involved in study of AS-IS and TO- BE model. Implemented Training and Event Management. Prepared functional specifications for interfaces for ABAP development. Developed test scenarios. Carried out unit test, integration test. Conducted Core user training and facilitated preparation of training manuals. IndustrialIT ServiceTata Steel Jamshedpur, India, November 2004 to February 2005 Customer Facts: Tata Steel Limited is an Indian multinational steel-making company headquartered in Mumbai, Maharashtra, India, and a subsidiary of the Tata Group Project Description: Implement complete SAP HCM suit with India Payroll system Roles and Responsibilities: HR Consultant As is and To Be study on PA and Training & Event Management and blueprinting. Planning History data. Preparation functional specks for Interface. Developed Conversion programs for data migration from legacy system to SAP. Technology/Tools used: SAP ECC 5, Solution Manager. Oil and Natural Gas IT ServicePetronet LNG Delhi, India July to November 2004 Customer Facts: Petronet is a conglomerate of 4 major Indian PSU giants for the production of LNG. Project Description: Implement SAP Payroll System Roles and Responsibilities: Payroll Consultant Implementation of Indian Payroll. Knowledge transfer to realization team. Technology/Tools used: SAP ECC 5. Government TrainingCDAC Delhi, India, November 2003 to June 2004 Customer Facts: Government Undertaking Software research and training Project Description: Train the corporate clients on Recruitment, PA, OM, PY, PD, Time, Training and event management. Roles and Responsibilities: SAP HR Consultant Maintenance of SAP HR System of CDAC (OM, PA). Managing team. GovernmentMultipleGovernment of India March 1984 to January 2004 Roles and Responsibilities: Executive HRIT (March 1996 to January 2004) Software development and maintenance of HRIT packages for IAF. Database management using Oracle and SQL Server. Training on IT. Appraisal, Various HR record maintenance. Managing IT establishment. Technology/Tools used: Oracle, Unix, VB, ASP, HTML, VB script, Java Script. Mechanical Engineer (March 1984 to June 1996) Mechanical Engineering - Manpower plan, scheduling, tool room management to maintain mechanical equipment. Technical Manpower planning. Performance appraisal, Induction training. Handled disciplinary matters of technical staff.", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [12, 16, "lastname"], [18, 31, "designation"], [43, 65, "emailID"], [69, 81, "mobile"], [83, 87, "address"], [89, 97, "city"], [99, 102, "country"], [105, 111, "zip"]]}
{"id": 46, "text": "Ms. Hayley Shipton, Construction Worker Mobile Number: +114355345654 Email ID: hayley.shipton@bestrun.com #145, woodhill Auckland, New Zeland - 0110 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3  Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 18, "lastname"], [20, 39, "designation"], [56, 68, "mobile"], [79, 105, "emailID"], [106, 120, "address"], [121, 129, "city"], [131, 141, "country"], [144, 148, "zip"]]}
{"id": 47, "text": "Mr. Kevin Ryan, Technical Assistant Mobile Number: +274355556767 Email ID: kevin.ryan@bestrun.com #12, Deep Shaft Road Mogale City, South Africa - 1799 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3  Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 9, "firstname"], [10, 14, "lastname"], [51, 64, "mobile"], [16, 35, "designation"], [75, 97, "emailID"], [98, 118, "address"], [119, 130, "city"], [132, 144, "country"], [147, 151, "zip"]]}
{"id": 48, "text": "Mr. KUMAR SANGAKARA JAISWAL, ks.jaiswal@gmai.cmom +91289122828 Java Developer Summary: Software Developer with the strong working 5.6 years' experience in programming, and logic implementation of JAVA/J2EE application. Has Good programming Skills as Well in Core Java, J2EE, jUnit,Mockito,Servlet& JSP, JSTL,Struts 2.X,Hibernate3.3 ,Spring MVC _Spring Boot,Microserivices,LifeRay,jQuery,Java Script,HTML5,Bootstrap, Ajax,Maven,SVN,Github and Good knowledge of SQL and Webservices. Education: B.Tech from M.I.E.T.(068) Meerut affiliated to JNTU Technical University, in 2015. 12th from G.I.C,, n 2010. 10th from H.I.C.,Hartmanpur, in 2008. Technical Skills: OFFICE TOOLS : Microsoft Word, Microsoft Excel, Microsoft PowerPoint LANGUAGES : Core JAVA ,Servlet, JSP FRAMEWORK : Struts 2.1, Hibernate 3.3,Spring MVC, Spring Boot, Microservices DATABASES : Oracle, MySql,Postgress Project Details Project #1: GMR Mumbai AIRPORT Client Location) (Jan 2019 to till) Project Name: VIP Guest Relation, VIP Billing,Attendance Mnaagement Role - Designed and developed VIP billing ,attendance management system and do some enhancement in existing VIP Guest relation. Project Description - VIP portal is a tracking application that enables DIAL to enhance the movement of VIP and to increase its operating efficiency. This system enables to maximize its beneficial impacts and minimize the adverse ones - with emphasis on VIP movements. Developed application will facilitate in making the process faster, convenient and more accurate. VIP Application helps in: Creating &amp; maintaining the VIP as well the Facilitators profile. Allow the Timely Notification's [Birthday, Anniversary] for all VIP Profiles so as to achieve the best Guest relationship. Enable priorities to be identified so as to maintain the VIP categories. Facilitate assigning, control, monitoring and export activities to ensure that the VIP movements has been completed. Enable SMS Integration for Facilitators to acknowledge the actions taken back to Admin. In Billing Application user can scan boarding pass and captures all boarding pass data and generates its report in different format excel and pdf. Technologies used- Core Java, JSP, Servlets, Tomcat, JavaScript's, jQuery,Ajax, Bootstrap,HTML,Eclipse IDE, Spring MVC, Spring Boot,My SQL, and Hibernate. Project #2: Toll is a transportation and logistics company with operations in road, rail, sea, air and warehousing functional in India. The project was divided into many modules. Module I worked upon was Shipment & Rate-Enquiry. Using this application, a user can book his consignment/shipment after grtting an enquiry for rate and time. Technology: Core Java, Spring, Liferay Platform: Windows Role & Responsibilities: Bug fixes if any. Write code for further enhancement in Liferay. Project #3: Project Name : OSINT (Open Source Intelligence) Operating System : Windows Environment : SpringBoot, JSP, Ajax, Jquery,JavaScript,HTML,CSS,Boot Strap DataBase : MySql Server : Apache Tomcat Team Size 5 Role : Java Developer Description: This is basically to fetch public profile data of facebook, twitter and show using facbook4j and twitter4j api. Twitter Module, Facebook module,.Youtube Module, Article(Websites) Module. Responsibilities: Develop jsp page as per as requirement. Validation with JavaScript, jQuery and AJAX. CreateTimLineGraph, PiChart, word Cloud and other graph. Project #4: Project Name : SFIO (Serious Fraud Investigation) Operating System : WINDOWS Environment : JSP, Servlets, Spring MVC,jQuery,Ajax DataBase : MySql Team Size 6 Role Developer Description : In this project wecrwal all mca company data like company details, signatories details, charge details and upload company pdf form and generate report. Role & Responsibilities : As a Software Developer & Analyst primary responsibility includes upload all pdf form and parse all data and do some mathemtaical calculation and show report and validation using jQuery . Project #5: Project Name MLM Operating System : WINDOWS Environment JSP, Servlets, Struts 2.1,Hibernate 3.3,jQuery,Ajax Team Size 6 Role Developer Description: MLM is a very popular Project in India, We are making this Project in such a way so that it can be used in many Organization like Real state. This is an Inventory, Sales and order tracking management system. This is a web based suite revolving around capturing and disseminating information on activities like: Customer Management, Inventory Management, Order Tracking, Creating Invoice and Delivery Note, and Sales Return. In Addition, interfaces with external systems maintained and expanded. In addition to these activity reports are being developed using Business Intelligence. Role & Responsibilities: As a Software Developer & Analyst primary responsibility includes As Per Design document making POJO and work on DAO layer. Address: #56, London, UK,5201", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 19, "firstname"], [20, 27, "lastname"], [29, 49, "emailID"], [50, 62, "mobile"], [63, 77, "designation"], [4865, 4868, "address"], [4870, 4876, "city"], [4878, 4880, "country"], [4881, 4885, "zip"]]}
{"id": 49, "text": "Mr. MS Kholi, MS.KHOLI@gmai.cmom Java Developer +1221212322 #,45, Wilson Garden, Bangalore, India - 560044 Professional Summary 5 years 6 months of organizational and proven Java/J2ee experience in web application designing and development. Worked in highly competitive enterprise environment with tight deadlines for deliverables. Extensive working experience in applications of scrum, waterfall, and agile methodologies, and skilled in developing processes that facilitate continual progress and team achievement. Good client coordination, experience working closely with them to understand issues and suggesting the ample solutions, Excellent Troubleshooting and problem-solving skills. Qualification Master in Computer Applications (MCA), 2012. Technical Skills e Java Frameworks : Spring Boot, Rest API, JPA, Spring MVC, Hibernate, Vaadin e Java Build Tools Ant, Maven e Tools JIRA, Trello, Confluence, SVN,Git Bash, Putty, FileZilla, Maven, GitHub, BitBucket, L0g4j, Postman e App Server Tomcat, JBoss e Database MySQL, Oracle e Web Technologies : HTML, CSS, JavaScript, jQuery, XML, JSON e IDE Eclipse, MySQL Workbench Professional Experience Working with Aitha Consulting Services as Consultant, Banglore, from Nov 2019 to till now # Imagility-Visa Technology Framework Spring Boot, JPA, MySQL, Bitbucket ,Jira Description & It is a product developed for visa processing like H1B Visa, L1 and others. Worked on Beneficiary, Petitioner and Attorney Modules. Responsibilities - Implement multi module spring boot project. Implement Beneficiary, Petitioner and Attorney rest api services.  Implement Swagger and use documentation to handle Rest API. Coordinate with UI development team. # 1ajob? Technology & Framework : Spring MVC, Rest Api, Hibernate, Mysql Description 1ajob is a job placement app, it will make finding a job or finding an employee.It saves a lot of unnecessary stress when looking for that perfect job or looking for someone to fill a spot. Responsibilities - Analysis the Projects Problem and make solution & its alternatives. Implement Rest API. Implement third-party API integration like SignEasy and Stripe Payment Gateway. Worked as Freelancer, from May 2019 to Nov 2019 Roles & Responsibilities - Implement third party api integration. Worked on Line Items in an Ecommerce project. Exposure on Informatica PowerCenter ETL Testing Tool. Exposure on multi module spring boot project. Exposure on Microservices. Worked on Vaadin UI screen flows with spring MVC Controller. Worked with Vaadin JPAContainer. Worked with Cognizant as senior Consultant, Kolkata, from Jan 2018 to May 2018 # Enterprise Application Services (EAS) Technology & Framework : ServiceNow, CyberArk, putty, fileZilla Description : EAS is a LOB(Line of business) group of 79 applications. Most of them are COTS application. Responsibilities - - Explore the POC available at offshore and onshore site. Schedule meeting between offshore and onshore team. Raise the request for window upgrade and SQL upgrade. Follow up the ticket(expedite) to close it within specific time period. Test the functionalities (like generate the report) of all the applications.  After completion of unit testing, handover the application to QA for testing and following up with them. Solve the defect if QA raise any defect. Create the implementation plan for production region and create the change ticket before moving to prod. Collect all the security evidence like FTP, SFTP, DATAPOWER, DB ENCRYPTION, HARDCODED IP etc. Worked as Freelancer, from Aug 2016 to Dec 2017 # MD Coder Technology & Framework Spring MVC,Vaadin, Hibernate, CSS, JavaScript Description MD Coder allows physicians to capture charges at the point of care and assures all data captured maintains its integrity.MD Coder charge capture provides an automated billing process that can easily be customized to fit the clinician's workflow. With complete and full support for ICD-10, and integrated secure messaging, charge capture has never been easier.It uses IDocuMint tool (Powered by ICD Sherpa) to improve Physician productivity by simplifying complete clinical documentation. Responsibilities - Analysis the Projects Problem and make solution & its alternatives. Worked on Vaadin Charts. Integration between Vaadin and JQuery. Jira bug tracking. Back-end development. Sql Script related issues Worked with lam-Admin as Senior Software Engineer, Chenna, from Feb 2016 to Aug 2016 # Gpayroll Technology & Framework : Spring MVC, Hibernate, AngularJS,, HTML, CSS, JavaScript Description Gpayroll is an easy to use, self-run payroll service with an intuitive and automated system that helps business owners focus on their core business without the hassle of managing Payroll. Migrate eLeave and eClaim module from Catalog Framework to Spring MVC. Then after implement rest. Responsibilities - Analysis the Projects Problem and make solution & its alternatives. Sql Script related modifications and fix related issues. Migrating code from Catalog Framework to Spring MVC. Use Swagger UI documentation to handle Rest API. Coordinate with UI development team. Worked with The FOcus Knowledge Softcon Services. Ltd. As Software Engineer,, from Dec 2011 to Feb 2016 # Click2Serve Technology & Framework : Spring MVC, Hibernate ,Agile,, HTML, CSS, JavaScript Description It is a mobile/tablet/desktop application to be used in restaurants for order processing, instant billing, kitchen queue for cooking items. It improves the quality of service, fast and efficient, photo attachments allow for visual of the items in the menu. Responsibilities - Responsible for writing User Interface. Worked on menu and item module. # HR App Technology & Framework : Vaadin, Hibernate, CSS, Description HR App was a web based MVC application which was developed for HR of an Organization. It is used to store & retrieve the information of employee. To show information used bar chart & pie chart. Responsibilities - Responsible for writing User Interface. Worked on Accordion for different modules (Employee, Document, Leave etc). # Cimbidia Technology & Framework :Spring, Groovy, Grails, GSP, Hibernate, Google API, CSS,JavaScript Description : Cimbidia is an E-Commerce project. Worked on modules User, Customer Order, Purchase Order, Shipment Order, Transportation Order, and Location. Responsibilities - Responsible for writing User Interface, worked on Google API.  Responsible for Backend Development. # StatExplore Technology&Framewor k L : S tru ts 2 , Hi b e r n at e ,S p ringSecurit y ,HtmICleaner,HTML CSS, JavaScript Description : Stat explore is a comprehensive source of quantitative data related to economy, industries, businesses, demographics and many other topics collected from sources. All the information is provided in a user friendly format (like Table, Bar Chart, Pie Chart, Line Chart) for the users to visualize and download. Responsibilities - Responsible for writing User Interface. Integration between Struts and Tiles Framework. # Order Management System Technology & Framework : Vaadin, db40, CSS, JavaScript Description OMS was a web based MVC application used by Order, Sales and Marketing department. Responsibilities - Responsible for writing User Interface. Worked on widget and apply feature of drag & drop. Manage different section of screen. # Tecket4Bus Technology & Framework : Spring MVC, Tiles Framework, Google API Description It is the search engine for long distance bus route. It shows complete results concerning departure & arrival times, trip duration and short trips by prices and routes. Responsibilities - Convert html pages to JSP's using EL Expressions and integrate to spring MVC flow. Integration between Spring and Tile Framework. # E-Assessment Technology & Framework : Struts, Hibernate, Spring Security, Tiles Framework Description : E-Assessment site generates assessments for Exam/Test Paper, Personality Test/Questionnaire, Survey. These are divided into sections. Then after creates record in assessment database. Responsibilities - Responsible for writing Action Classes and Validations.  Integration between Struts and Tiles Framework. # Urban Local Bodies (ULB) Financial Reporting Technology & Framework : JSP, Servlet, Struts, Hibernate, HTML, CSS, JavaScript Description It was a web based MVC application which was developed for IIM Bangalore, this application took data from Urban Local Bodies in different format and stored them into db. After that Creation of centralized system for generation of unified reports for all ULBs in India. Responsibilities - - Responsible for writing User Interface. Written validation rules using Struts. Responsible for writing the Persistence Layer # Stores, Stock and Sales Technology & Framework : Java Swing, JDBC, MySQL Description It was a swing based two tiered desktop application, the DB was a centralized, it was developed for a UK based bakery chain, it stored enterprise level inventory and financial information. Responsibilities - Bug Fixing. Produces and sends out reports from the system (it emails the excel sheet produced. automatically). Allow a user to save a report for emailing either daily or weekly.", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 6, "firstname"], [7, 12, "lastname"], [14, 32, "emailID"], [33, 47, "designation"], [48, 59, "mobile"], [60, 79, "address"], [81, 90, "city"], [92, 98, "country"], [100, 107, "zip"]]}
{"id": 50, "text": "Ms. Poonam Pandya, Poonam.pandya@gmai.cmom FullStack Developer +1298238232 Professional Summary Over 9+ years of IT experience which includes 4+ years of Extensive experience as a React JS Developer and 5 years of Experience as software Developer. Experienced in working with Redux architecture using complex Object- Oriented concepts in improving the performance of the websites. Ability to create interactive UI using One-way data flow, Virtual DOM, JSX, React Native concepts. Strong in using the Node.js and MVC Frameworks in the development of the web application. Experience in RESTful web services to integrate between Server side to Client Side. Extensive knowledge in developing single - page applications (SPAs). Created and optimized graphic prototype websites and applications interfaces using HTML and CSS Good experience on customizing CSS frameworks like Bootstrap and Foundation using CSS preprocessors LESS or SASS and Compass. Good experience in Angular JS Directives, Controllers, Filters, Services, Templates, Events and Injectors. Experience in Version Control tools like GIT and SVN. Experience in Jenkins and Maven Highly skilled in Project Management and Bug tracking tools like JIRA, Basecamp, Asand and Hive. Experience in all phoses of SDLC like Requirement Analysis, Implementation and Maintenance, and extensive experience with Agile and SCRUM. Ability to work effectively while working as a team member as well as individually. Excellent communication and Interpersonal Skills, well organized, godl oriented. Technical Compefencies Frameworks: Redct JS, Angular JS, Node JS. Database: MongoDb, MySql e Methodologies: Agile, Waterfall Debugging tools: Firebug, Bugzilla, Chrome Developer Tools, IntelliJ. Others: Rest API Integration, HTML, CSS, Reports & Dashboard Work Experience August 2013 - Till now Project #1: Myloma(Heathtree) : Myloma, also known as multiple myeloma, is a cancer arising from plasma cells, a type of white blood cell which is mode in the bone marrow. HealthTree can help patients learn about treatment options that mdy be right for the him/her. HedlthTree con help identify personally relevant treatment and clinical trial options that patients con review with their doctor. To expedite research and a cure, patients can choose to let researchers send them electronic questionndires about their disease and treatment that will help them find answers. Language/Environment: React Js, Ruby on Rails, PostgreSQL Job roles and responsibilities: Developed user interface by using the React JS, Redux for development. Worked in using React JS components, Forms, Events, Keys, Router, Animations. Maintained states in the stores and dispatched the actions using redux. Used React-Router to furn applications into Single Poge Application. Called the Restful web services calls for POST, PUT, DELETE and GET methods. Worked on AWS to fetch the pictures files from AWS to UI. Monitoring work and providing technical help to the team for their Asand tickets. Performed the System Testing, Regression Testing for Complete UI after fixing the Issues which are reported by Testing Team. Project #2: Hietech(HCS): HCS (Hedlth Core Services) is an initiative by HieTech to provide clinical/non clinical service to Elderly/Disabled people of Australia. It contains all schedules and client information required. When a worker arrives at their client's residence they simply click the stort button. They then work through the list of activities to be completed during the visit checking them off as they go. Client quoting and electronic signatures con be captured instantly when in the client's home. Language/Environment: React JS, Node Js, MongoDb, Express Js Job roles and responsibilities: Design, develop and test HTML5, CSS3, Bootstrap, JavaScript, jQuery and Redct.JS that meets accessibility and web browser standards for websites. Applied optimization techniques to reduce page size and load times to enhonce user experience. Worked in using React JS components, Forms, Events, Keys, Router, Animations and Flux concept. Used Web services (SOAP and RESTful) for tronsmission of large blocks of XML/JSON. Used Middleware, Redux-Promise in application to retrieve data from Back- End and to also perform RESTFUL services. Monitoring the offshore work and providing technical help to the offshore team for their JIRA tickets. Page 2 of 4 Project #3: Today in History: The main aim of Toddy in History is to manage today's history dato (Events, Births, Deaths, Holidays) from wikipedid . Dato is parsed from Wikipedid using Levenshtein algorithm for comparing the strings from wikipedid and from db and based on comparison score we detect whether it is in the New Existing or Duplicate section . and admin may save a single event or all events to save and display to users Language/Environment: React JS, Node Js, MongoDb, Express Js Job roles and responsibilities: Understood and analyzed the client requirements Responsible for MVC design and test driven development Design, develop and test HTML5, CSS3, Bootstrap, JavaScript, jQuery and React.JS that meets accessibility and web browser standards for websites. Applied optimization techniques to reduce page size and load times to enhance user experience. Provided support for preparing the technical design document Responsible for Project Management and client communication. Project #4: Virtual Visit: Virtual Visit is a IPAA compliant telehealth video conferencing tool. It is created as proof of concept using Rocket.Chat open source library code as bose to build new functionalities such as different login for practitioners, Staff and Patient, payment gateway integration, waiting room etc. Language/Environment: ReactJs, Meteor Js and Mongo Db Job roles and responsibilities: e Collecting, collating and carrying out analysis and research on a task provided, so as to start development efficiently ldentifying the components that were required as per requirements. Ensure application follows HIPAA compliance. e Modify existing code to develop new functionality. Client communication on weekly basis and dccess time frame to complete the change in requirements if any. Manage project management tool Jira, in to mark releases, trock bugs and assigns tickets to team members. Project #5: Echimousine: Echolimousine is a web/app based Limousine booking application for the Chicago ared This application contains two mdjor modules; first is of customer module where customer book their limousine, mandge upcoming / previous trips, request for quotes, maintain their credit cords, set their preferences for nofifications(Email/SMS/Push). While in the dispatching module dispatcher manages their drivers for the trips using the main dispatch screen, managing trips, customers and all related stuff. For payments Authorization.net is used for charging Page 3 of 4 the credit cord and bill.com is used to give share to the respected driver. Twilio Sms is used for SMS notifications to drivers and customers. Job roles and responsibilities: e Understood and analyzed the client requirements Responsible for MVC design and test driven development Responsible for Project Management and client communication. Designed and Developed application, documents and optimization techniques Real time updations on dispatch screen for the coresponding chonges. Stripe payment gateway integration. Bill.com integration for payment tronsfer form one account to another account Project #6: CollabrateMedia- The objective of this application is to create a very generic board/space which users from multiple domoins can use ond invite their circle for collaboration for making a solution/planning and share their thoughts using text, media files and links. The platform will support users from various domains to create the training programs, media libraries etc. The application use public API for embedding media from different sources like youtube, vimeo etc Job roles and responsibilities: Designed dynamic and multi-browser compatible pages using HTML, CSS, AngularJS and JavaScript. Defined new validations through AngularJS for the form field validation implemented through HTML5. Used AngularJS multiple in-built directives such as filters, root scope, scope, modal, template, state etc. Worked on Cross-Browser compatibility and fixed the bugs for several browsers. Educational Qualification Master of Computer Applications - 2012 Address: #67, Horsecourse road, Bangalore,560098 Page 4 of 4", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 17, "lastname"], [19, 42, "emailID"], [43, 62, "designation"], [63, 74, "mobile"], [8431, 8452, "address"], [8454, 8463, "city"], [8464, 8471, "zip"], [3280, 3289, "country"]]}
{"id": 51, "text": "Ms. Ramya Y, Lead Engineer ramya.y@gmil.com # 200, Whitefiled, Bangalore, India-560064 +912323782388 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Establish and improve a strategy for the governance of adherence to design principles and standards. Page 2 of 3  Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[4003, 4013, "city"], [0, 3, "title"], [4, 9, "firstname"], [10, 11, "lastname"], [13, 26, "designation"], [27, 43, "emailID"], [44, 61, "address"], [63, 72, "city"], [74, 79, "country"], [80, 87, "zip"], [88, 101, "mobile"]]}
{"id": 52, "text": "Mr. Richard Castle, Lead Engineer Mobile Number: +914355556790 Email ID: richard.castle@gmil.com # 134, Santa Fe Huntington Park, Los Angeles, USA - 90001 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3  Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [12, 18, "lastname"], [20, 33, "designation"], [50, 63, "mobile"], [73, 96, "emailID"], [97, 128, "address"], [130, 141, "city"], [143, 147, "country"], [149, 155, "zip"]]}
{"id": 53, "text": "Mr. Zaheer KHAN, Bangalore SOFTWARE ENGINEER - JAVASCRIPT DEVELOPER zaheerkhan@gmai.cmom +91 4576787688 PROFILE: A competent and focused technocrat with 5+ years of experience in Software Design and Development, System Analysis, Planning & Execution, Performance Tuning, Testing and Release/ Build Management. Presently serving Cisco Systems Pvt. Ltd. As Software Developer. Extensive experience in technologies and tools like JavaScript, Angular JS, React JS, Node JS, Docker, AWS Console, Webpack, Restful Web services. Proficient in Web Page Development using HTML, CSS, AJAX, JSON and JavaScript. Adept in resolving complex queries of clients and teams. Possess real time client experience to understand the integrated system, meet business users and analyze their needs. A consensus builder & team leader, have excellent communication, interpersonal relationship, analytical and problem solving skills. Seeking opportunities as Software Developer in reputed IT company. TECHNICAL SKILLS Operating Systems Windows XP/7, Unix Languages Java Script Web Technologies HTML, CSS, Java Script, Node Js, Angular, React Web Services REST API Integration Framework JIRA Distributed Technologies GitHub Build Tools Agile, Docker Databases MySQL, MongoDB, CouchDB Application Servers Nginx ACCOMPLISHMENTS Got One BroadSoft Spirit award in 2018 Got Employee of month in 2017 from Mobinius Was heading CSR activities Ensure smooth delivery of project by travelling to Netherland from Mobinius. EXPERIENCE DETAILS SAP Cloud Systems Pvt. Ltd. Software Developer Oct 2017 to Till Date Project Name: SAP Cloud Console Admin Portal Domain : Telecommunication Duration : Since Jul 2018 Technologies: Angular 7, Ngrx, JavaScript, HTML, SCSS, Nodejs Description: The purpose of this application is to provide engineers a flexible method to configure the various service models supported by Broadcloud and to allow a simple way to partners to be onboarded onto the platform. Responsibilities: Implemented features modules. Developing components/directives to be reuse throughout the application. Helping team to understand the requirements Project Name: SAP One Enterprise Portal Client : SAP Cloud Duration : Since Nov 2017 Technologies: React 16, Redux, JavaScript, HTML, SCSS, Nodejs. Description: SAP-One Enterprise Portal is an easy to use application for performing administration of SAP- One users and features. It empowers SAP administrators to have full control over SAP-One administration such as activating new users, assigning devices, enabling mobility and managing site-specific features for all your offices - from one centralized portal. Responsibilities Developing UI Screens based on wireframes Develop new features used in SAP-One Enterprise Portal. Incorporate UI and backend features and improvements in the source code. During major release, working with the development team in the execution. SAP EDI Software Engineer Jun 2014 to Oct 2017 Project Name: SAP EDI Controls Client SAP EDI Domain : Construction field. Duration : June 2014 - Oct 2017 Description: EDI Controls is an innovative system for communication and registration. A deviation or instruction is easily recorded with a picture (and text), connected to a position on drawing, time and the one responsible. Responsibilities  Involvement in developing new features Involved in implementing Printer and Tiler Server. Writing the Scripts. Writing the API Services. Deploying the services using Docker. Implementing the Web sockets to get live notification. Project Name: EDI Controls Admin Tool Client SAP One Domain : Construction field Duration : Jan 2016 to Oct 2017 Technologies: Javascript, NodeJs, Require Js, Docker. Description: It is an admin tool which manages all the licenses and projects of the ED Controls. Responsibilities Involved in coding front-end application on client side Writing the services and APITS Participating in team events like daily stand up, estimation, huddles and retrospectives. ACADEMICS AND CERTIFICATIONS Bachelor of Computer Science Technology (B.E) from Oxford Institute of Technology, Bangalore from Oxford Technological University (VTU) in 2013 Address: Shivaji Nagar,Bangalore, India -560102", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [11, 15, "lastname"], [17, 27, "city"], [27, 44, "designation"], [68, 88, "emailID"], [93, 103, "mobile"], [4197, 4203, "zip"], [4190, 4196, "country"], [4179, 4188, "city"], [4165, 4178, "address"]]}
{"id": 54, "text": "Ms. Ramya Y, Lead Engineer ramya.y@gmil.com # 200, Whitefiled, Bangalore, India-560064 +912323782388 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Establish and improve a strategy for the governance of adherence to design principles and standards. Page 2 of 3  Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[4003, 4012, "city"], [0, 3, "title"], [4, 9, "firstname"], [10, 11, "lastname"], [13, 26, "designation"], [27, 43, "emailID"], [44, 61, "address"], [63, 72, "city"], [74, 79, "country"], [80, 87, "zip"], [88, 101, "mobile"]]}
{"id": 55, "text": "Mr. Richard Castle, Lead Engineer Mobile Number: +914355556790 Email ID: richard.castle@gmil.com # 134, Santa Fe Huntington Park, Los Angeles, USA - 90001 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3  Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [12, 18, "lastname"], [20, 33, "designation"], [50, 63, "mobile"], [73, 96, "emailID"], [97, 128, "address"], [130, 141, "city"], [143, 146, "country"], [149, 155, "zip"]]}
{"id": 56, "text": "Mr. Zaheer KHAN, Bangalore SOFTWARE ENGINEER - JAVASCRIPT DEVELOPER zaheerkhan@gmai.cmom +91 4576787688 PROFILE: A competent and focused technocrat with 5+ years of experience in Software Design and Development, System Analysis, Planning & Execution, Performance Tuning, Testing and Release/ Build Management. Presently serving Cisco Systems Pvt. Ltd. As Software Developer. Extensive experience in technologies and tools like JavaScript, Angular JS, React JS, Node JS, Docker, AWS Console, Webpack, Restful Web services. Proficient in Web Page Development using HTML, CSS, AJAX, JSON and JavaScript. Adept in resolving complex queries of clients and teams. Possess real time client experience to understand the integrated system, meet business users and analyze their needs. A consensus builder & team leader, have excellent communication, interpersonal relationship, analytical and problem solving skills. Seeking opportunities as Software Developer in reputed IT company. TECHNICAL SKILLS Operating Systems Windows XP/7, Unix Languages Java Script Web Technologies HTML, CSS, Java Script, Node Js, Angular, React Web Services REST API Integration Framework JIRA Distributed Technologies GitHub Build Tools Agile, Docker Databases MySQL, MongoDB, CouchDB Application Servers Nginx ACCOMPLISHMENTS Got One BroadSoft Spirit award in 2018 Got Employee of month in 2017 from Mobinius Was heading CSR activities Ensure smooth delivery of project by travelling to Netherland from Mobinius. EXPERIENCE DETAILS SAP Cloud Systems Pvt. Ltd. Software Developer Oct 2017 to Till Date Project Name: SAP Cloud Console Admin Portal Domain : Telecommunication Duration : Since Jul 2018 Technologies: Angular 7, Ngrx, JavaScript, HTML, SCSS, Nodejs Description: The purpose of this application is to provide engineers a flexible method to configure the various service models supported by Broadcloud and to allow a simple way to partners to be onboarded onto the platform. Responsibilities: Implemented features modules. Developing components/directives to be reuse throughout the application. Helping team to understand the requirements Project Name: SAP One Enterprise Portal Client : SAP Cloud Duration : Since Nov 2017 Technologies: React 16, Redux, JavaScript, HTML, SCSS, Nodejs. Description: SAP-One Enterprise Portal is an easy to use application for performing administration of SAP- One users and features. It empowers SAP administrators to have full control over SAP-One administration such as activating new users, assigning devices, enabling mobility and managing site-specific features for all your offices - from one centralized portal. Responsibilities Developing UI Screens based on wireframes Develop new features used in SAP-One Enterprise Portal. Incorporate UI and backend features and improvements in the source code. During major release, working with the development team in the execution. SAP EDI Software Engineer Jun 2014 to Oct 2017 Project Name: SAP EDI Controls Client SAP EDI Domain : Construction field. Duration : June 2014 - Oct 2017 Description: EDI Controls is an innovative system for communication and registration. A deviation or instruction is easily recorded with a picture (and text), connected to a position on drawing, time and the one responsible. Responsibilities  Involvement in developing new features Involved in implementing Printer and Tiler Server. Writing the Scripts. Writing the API Services. Deploying the services using Docker. Implementing the Web sockets to get live notification. Project Name: EDI Controls Admin Tool Client SAP One Domain : Construction field Duration : Jan 2016 to Oct 2017 Technologies: Javascript, NodeJs, Require Js, Docker. Description: It is an admin tool which manages all the licenses and projects of the ED Controls. Responsibilities Involved in coding front-end application on client side Writing the services and APITS Participating in team events like daily stand up, estimation, huddles and retrospectives. ACADEMICS AND CERTIFICATIONS Bachelor of Computer Science Technology (B.E) from Oxford Institute of Technology, Bangalore from Oxford Technological University (VTU) in 2013 Address: Shivaji Nagar,Bangalore, India -560102", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [17, 27, "city"], [47, 67, "designation"], [68, 88, "emailID"], [93, 104, "mobile"], [4197, 4203, "zip"], [4190, 4196, "country"], [4179, 4188, "city"], [4165, 4178, "address"]]}
{"id": 57, "text": "Ms. Ramya Y, Lead Engineer ramya.y@gmil.com # 200, Whitefiled, Bangalore, India-560064 +912323782388 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Establish and improve a strategy for the governance of adherence to design principles and standards. Page 2 of 3  Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[4003, 4012, "city"], [0, 3, "title"], [4, 10, "firstname"], [10, 12, "lastname"], [13, 26, "designation"], [27, 43, "emailID"], [44, 61, "address"], [63, 72, "city"], [74, 79, "country"], [80, 87, "zip"], [88, 101, "mobile"]]}
{"id": 58, "text": "Mr. Richard Castle, Lead Engineer Mobile Number: +914355556790 Email ID: richard.castle@gmil.com # 134, Santa Fe Huntington Park, Los Angeles, USA - 90001 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 5. SF Tools Jira from Atlassian Confluence from Atlassian Crucibe from Atlassian TeamCity from JetBrains SVN from Tortoise Eclipse from open source (or) IntelliJ IDEA from JetBrains Version one from Version One Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local / legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3  Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10th Standard 80.20 B.U.L Jain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 12, "firstname"], [12, 18, "lastname"], [50, 63, "mobile"], [73, 96, "emailID"], [20, 33, "designation"], [97, 128, "address"], [130, 141, "city"], [143, 147, "country"], [149, 155, "zip"]]}
{"id": 59, "text": "Mr. Harbajan Singh, Manager, Mobile Number: +915355558998 Email ID: Harbajan.singh@gmil.com NW #8, Washington, DC 20005, United States PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language C,C++,00D concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 12, "firstname"], [13, 18, "lastname"], [20, 27, "designation"], [68, 91, "emailID"], [44, 57, "mobile"], [92, 97, "address"], [99, 113, "city"], [114, 119, "zip"], [121, 134, "country"]]}
{"id": 60, "text": "Mr. David warner, Project Manager, Mobile Number: +915655558998 Email ID: David.warner@gmil.com NW #8, Washington, DC 20005, United States PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [10, 16, "lastname"], [18, 33, "designation"], [50, 63, "mobile"], [74, 95, "emailID"], [96, 101, "address"], [103, 117, "city"], [118, 123, "zip"], [125, 138, "country"]]}
{"id": 61, "text": "Mr. Harbajan Singh, Manager, Mobile Number: +915355558998 Email ID: Harbajan.singh@gmil.com NW #8, Washington, DC 20005, United States PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language C,C++,00D concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 12, "firstname"], [13, 18, "lastname"], [20, 27, "designation"], [44, 57, "mobile"], [68, 91, "emailID"], [92, 97, "address"], [99, 113, "city"], [114, 119, "zip"], [121, 134, "country"]]}
{"id": 62, "text": "Mrs. Indira singh, Construction Officer, Mobile Number: +917355558998 Email ID: Indira.singh@gmil.com # WDF-09, Hasso-Plattner-Ring, Muich, Germany -369189 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One 0 Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC), Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 4, "title"], [5, 11, "firstname"], [12, 17, "lastname"], [19, 39, "designation"], [56, 69, "mobile"], [80, 101, "emailID"], [102, 131, "address"], [133, 138, "city"], [140, 148, "country"], [149, 156, "zip"]]}
{"id": 63, "text": "Mr. Kapil Dev Technical Lead Mobile Number: +914355556908 Email ID: kapil.dev @gmil.com # WDF-19, Hasso-Plattner-Ring Walldorf, Germany -369190 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts O Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC), Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 9, "firstname"], [10, 14, "lastname"], [14, 28, "designation"], [44, 57, "mobile"], [68, 87, "emailID"], [128, 136, "country"], [90, 117, "address"], [118, 126, "city"], [137, 144, "zip"]]}
{"id": 64, "text": "Mr.Kumara Sangakara, Field Officer, Mobile Number: +914355558998 Email ID: kumara.sangakara@gmil.com # WDF-29, Hasso-Plattner-Ring, Humburg, Germany -369199 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC), Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [3, 9, "firstname"], [10, 19, "lastname"], [21, 34, "designation"], [51, 64, "mobile"], [75, 100, "emailID"], [103, 130, "address"], [132, 139, "city"], [141, 149, "country"], [150, 157, "zip"]]}
{"id": 65, "text": "Mr. Mark Rutte, Delivery Manager, Mobile Number: +915655988998 Email ID: Mark.rutte@gmil.com, #4500 Northwinds Pkwy # 500, Alpharetta, 30009 - United States PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 8, "firstname"], [9, 14, "lastname"], [16, 32, "designation"], [49, 62, "mobile"], [73, 92, "emailID"], [94, 121, "address"], [123, 133, "city"], [135, 141, "zip"], [143, 156, "country"]]}
{"id": 66, "text": "Mr. Sreehavish Nampalli Business Lead Mobile Number: +914355556798 Email ID: sreehavish.n@gmil.com # 140, Santa Fe Huntington -2, New York, United States - 10468 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 14, "firstname"], [15, 23, "lastname"], [24, 37, "designation"], [53, 66, "mobile"], [77, 98, "emailID"], [99, 128, "address"], [130, 138, "city"], [140, 153, "country"], [156, 162, "zip"]]}
{"id": 67, "text": "Mrs. Lalitha prasad Business Lead Mobile Number: +914355556791 Email ID: Lalitha.prasad@gmil.com # 135, Santa Fe Huntington Park, New York, USA - 11104 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database : Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 4, "title"], [5, 12, "firstname"], [13, 19, "lastname"], [20, 33, "designation"], [49, 62, "mobile"], [73, 96, "emailID"], [97, 128, "address"], [130, 138, "city"], [140, 144, "country"], [146, 152, "zip"]]}
{"id": 68, "text": "Miss.Priyanka chopra, Architecture, Mobile Number: +914355554908 Email ID: Priyanka.chopra @gmil.com # WDF-19, Hasso-Plattner-Ring, Eschborn, Germany -369193 PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC), Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 5, "title"], [5, 13, "firstname"], [14, 20, "lastname"], [22, 34, "designation"], [51, 64, "mobile"], [75, 100, "emailID"], [103, 130, "address"], [132, 140, "city"], [142, 150, "country"], [151, 158, "zip"]]}
{"id": 69, "text": "Mr. Rajinikanth Rajan, Global Delivery Manager, Mobile Number: +915655988998 Email ID: Rajinikanth.r@gmil.com, #4800 Northwinds Pkwy # 500, Alpharetta, 30009 - United States PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 15, "firstname"], [16, 21, "lastname"], [23, 46, "designation"], [63, 76, "mobile"], [87, 109, "emailID"], [111, 138, "address"], [140, 150, "city"], [152, 158, "zip"], [160, 173, "country"]]}
{"id": 70, "text": "Mr.Vijay Malaya, Global Manager, Mobile Number: +915655988998 Email ID: Vijay.m@gmil.com, #800 Northwinds Pkwy # 800, Alpharetta, 30009 - United States PROFILE Total 4+ Years of Experience with 2 Years of Success Factors Functional Experience. Worked as Software Engineer in SAP Labs India Pvt. Ltd, Bangalore for 2 years. Also had working experience in Mindtree Ltd., Bangalore and worked as System Analyst in EMC, Singapore. Excellent Knowledge in Employee Central Domain and practical experience of analysis and development cycle of Employee Central Global Benefits Project. Technical knowledge, coding and design experience have contributed to expertise in design and development of functionality in Employee Central. Quick adaptability to new technologies. Excellent communication skills and a Team player with good learning ability and great sense of ownership. TECHNICAL SKILLS 1. Java skills : Core Java, Spring, Hibernate 2. Database Oracle, MYSQL 3. Web technologies: JavaScript, CSS, HTML 4. Programming Language : C,C++,0OD concepts 0 Jira from Atlassian 5. SF Tools 0 Confluence from Atlassian 0 Crucibe from Atlassian 0 TeamCity from JetBrains 0 SVN from Tortoise 0 Eclipse from open source (or) IntelliJ IDEA from JetBrains 0 Version one from Version One O Jboss PROJECT DETAILS 1. Employee Central Global Benefits Position/Role Software Engineer/ Java Developer Played Industry Enterprise and Applications Environment a) Presentation layer: HTML, JUIC, JavaScript b) Business Logic Layer: Service Commands, MDF Processors, Rule Framework c) Business Process Management/Workflow: Successfactors Workflow Framework, MDF Workflow d) Database Layer: DAO(JDBC),Hibernate Project Description: Employee Central - Global Benefits has been built considering the patterns across the globe. This is a global solution designed to address important stakeholders like Employees, Total Rewards, and HR Administrators etc. Global Benefits is a user centric product. A framework to define organization specific benefits. It provides ready-to-use benefit types, thus reducing the implementation time drastically. The country-specific benefits cater to local /legal compliance - Example: Leave Travel Allowance (India), UK Pension Auto enrollment, ANZ Superannuation. Plan to integrate via SSO with key benefit providers like Mercer, Aon Hewitt, Benefit Focus. Responsibilities: In SAP Labs my responsibilities were as mentioned below: Implementation of various MDF objects and Standard Configuration UI's for Global Benefits. JUnits (Unit Testing) and test cases for various scenarios in Global Benefits. Localization topics: Implementation of Home Address, Corporate Address and Work Permit Information for PepsiCo and various countries (above 120 countries). Involved in Payroll run for various countries (example: Singapore, Spain, France, Russia, Mexico and Japan). Robust Payroll runs for France and Italy. Involved in creation of Specification Documents (Example: New Zealand), Architecture Concept Documents (ACD creation) for various scenarios in Employee Central. Involved in creation of demo videos for various Global Benefits Scenarios which was showcased in Sales Demos and Demo Pods. In Mindtree my responsibilities were as mentioned below: Establish and improve design documentation standards. Page 2 of 3 Establish and improve a strategy for the governance of adherence to design principles and standards. Involved in development and debugging. Perform peer reviews of code as required. Seek innovations on enhancing and maintaining the systems. In EMC my responsibilities were as mentioned below: User Requirements: Establish and Improve User Requirements Documentation. Technical Design: Establish and evolve application design principles for EMC applications. Application Development and Testing: Involved in development and debugging work. EDUCATIONAL CREDENTIALS Name of Examination Marks in Percentage Board of Education B.E 75 Andhra University PUC (Science with Math) 83.66 Sri Bhagwan Mahaveer Jain College 10h Standard 80.20 B.U.LJain Vidyalaya, Bangalore Page 3 of 3", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [3, 8, "firstname"], [9, 15, "lastname"], [17, 31, "designation"], [48, 61, "mobile"], [72, 88, "emailID"], [90, 116, "address"], [118, 128, "city"], [130, 136, "zip"], [138, 151, "country"]]}