{"id": 1, "text": "Ms. Anna Smith, Email id: anna.smith@xyzl.com, anna@xy.com Contact No: 9243349991 Professional Summary: Designation: Sr. Test Engineer (Team Lead, Brilliant time management and decision making skills which help to QA) multi-task and work in situations under time constraints. Education: Having very good hand experience in Product & Software B-Tech (ECE) Development, Quality Analyst and Data Analyst (including manual & ABC University automation tool experience). Device & Mobile Application scope analysis experience for different Work Experience: field, like E-commerce, Telecommunication, insurance and Retail etc. Year:4.1 Rich knowledge of Data Analysis and Quality Assurance. Employer: Extensive and rich experience in Linear regression, Logistic Bestrun Technologies regression, Vector Quantization, Vector Machines, Random Forests (4 Year) and other module of analytics. Having good knowledge in R Data Structure, Data Visualization tools like tableau. Analytics Software and Tool: Testing and handling of Payment services & Terminal application. R Module, SAS, R Programming Experience in Testing equipment tools such as Renorex, Hercules, BP BABOK MS Excel/Power Point EMV & MSR test tool, Tera Term, Soap UI, Code Warrior V10.5, Putty and Monkey talk. Also used locally build Production Test tool for Technical Skills: production level Software Testing and Embedded testing Programming Language: Experience in analyzing functional requirements and translate them C, C++ to test cases. Well acquainted with Software Development Life Cycle (SDLC) and Testing Techniques: Software Testing Life Cycle (STLC) and Automation Test Life Cycle Embedded Testing, Manua/ Performed Smoke Testing, Regression Testing Performance Testing, Testing, Automation Testing Production Unit testing, Exceptional testing, Power Management Testing Tool: testing, End User testing and Functionality Testing. Renorex, Herculas, J-Unit, Proficient in developing, maintaining and executing test cases for Selenium, Postman, Pycharm, different Black Box and White Box Testing methodologies Firefox web IDE & simulator, Prepared technical documents for different project and given also Wireshark, QXDM, Spreadtrum Hudson releases for different project. logal, Spirent,Anite, REST client Operating System: Linux, Windows Project Profile: Scripting Language: Python Feature Phone: (From Jan 1* 2017 to Current Date) Network Protocols: Feature phone is a new mile stone in digital era; phone has 4G volte network HTTP, FTP, TCP/IP, SMTP, HTTPs, connectivity with browsing & other phone native app. This phone is built with SSL, B2G OS (Mozilla OS) & support web privilege & native app. Every app package Development Tool: contains for file combination (Java script source code, HTML file for app UI, Web Eclipse, Vmware, Code Warrior Manifest file for permission & privilege of app & icon image file which contains 4 different size of PNG icon for different pages.)  LTE & VoL Network & Chipset Testing: (From August 1* 2016 to Dec 31* 2016) Module Experience: LTE & VoL network connectivity, stability & strength & various other feature & LTE & VoL chipset testing was performed with various vendor tools & for IMS logs tool R modeling, Bluetooth, Wi-Fi, is used. EMV, MSR, NFC, Bio-metric, GPRS BestRun Pay 1600 (Micro Controller base IINPAD) with NFC: (From Feb 10th 2016 Area of Interest: to July 20th 2016) Product Development BestRun Pay 1600 IINPAD is developed for controlling the Canteen, Parking and Quality Assurance Toll payment's requirement with contact less payment card(NFC cards), BestRun Pay 1600 IINPAD is equipped with NFC communication module will support NFC Embedded, Automation & base payment request from POS terminal and NFC mobile. Manual Testing BestRun Pay 3850 (Micro-Processor base POS Terminal): (Aug 1* 2015 to Jan Data Scientist Payment Service, Termina/ 24th 16) request and Payment Gateway POS terminal equipped with payment and terminal access control application was handling developed for BestRun merchant having vast number of customer foot fall, Terminal is developed for multiple payments request handling from one or Personal Profile: multiple payment application or mobile payment app(BestRun Wallet, BestRun, Father Name: Joseph Smith Mobikityr) etc. Mailing Address: DMSO (Device Management System Operations): (From Jan 20h 2015 to July Marathahalli, Bangalore. India 28th 2015) PIN: 560037 DMSO is a web server controlled web portal equipped with device tracking, Merchant location and complaints handling. DMSO is developed to control device Language Known: securities, applications, files & key management, shipment, Warehouse English, Hindi, Spanish availability, available stock and device sale management. Nationality: BestRun Money payment SDK & BestRun Money Wallet: (From June 5h 2014 to Indian Jan 05th 15) Hobbies: BestRun money payment SDK is developed for handling billing request at Playing Lawn Tennis, Football, merchant shop, toll plaza, parking area, E-Commerce, Petrol pump and canteen. Table Tennis money payment SDK supports (JSON, XML and PIPE) request format.", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 8, "firstname"], [9, 14, "lastname"], [26, 45, "emailID"], [47, 58, "emailID"], [71, 81, "mobile"], [117, 134, "designation"], [4363, 4375, "address"], [4377, 4386, "city"], [4388, 4393, "country"], [4410, 4416, "zip"]]}
{"id": 2, "text": "Mrs. Hardi Shah, Email id: hardi.shah@yuhu.com, hdshah@xy.com Contact No: 9000900090 Objective: Designation: Sales & Marketing, Digita/ To work with an organization where my strong work ethics, Marketing dedication, organizational skills, communication skills and educational Education: expertise can be utilized in the growth of organization as well as mine, MBA as a manager. Gujarat Technical University Work Experience: Year: 1.2 Professional Achievements: Employer: MAP project on Awareness regarding Dry waste and Blue Star Company (1 Year) wet waste segregation AT Ahmedabad Municipal Assistant Sales Manager Corporation. A comprehensive project report on \"a study on reach Software and Tool: to the patients through socialmedia marketing by the MS Excel/Power Point Hobbies: Extra-Curricular Activities: Reading Books, Travelling PPO in MBA SEMESTER -2 Operating System: Attend Workshop Classroom to Corporate for 7 days. Accomplished \"The Fundamentals of Digital Marketing at Google Linux, Windows Digital Garage on 27/04/2020. Marita/ Status: Single ACADEMIC CREDENTIALS: Nationality: NO. DEGREE INSTITUTE PASSING PERCENTAGE Indian YEAR Mailing Address: 1 MBA GTU 2019 8.5( CGPI) Naranpura, Ahmedabad. India 2 BBA GU 2017 67% PIN: 380013 Language Known: 3 HSC Gujarat 2014 70% Board English, Hindi, Gujarati 4 SSC Gujarat 2012 50% Board DECLARATION: I declare that the above details which I have given are correct.", "meta": {}, "annotation_approver": null, "labels": [[0, 4, "title"], [5, 10, "firstname"], [11, 15, "lastname"], [27, 46, "emailID"], [48, 61, "emailID"], [74, 84, "mobile"], [109, 126, "designation"], [1190, 1199, "address"], [1201, 1210, "city"], [1241, 1247, "zip"], [1212, 1217, "country"]]}
{"id": 3, "text": "Ms. Krishna Bansal, Garvebhavipalya, Sondesh Main Road, Kolkata - 712121, India Mob: 9349943999 Contact Email: krishna@uvw.com Primary Email: bansalK@uvw.com Designation : Software Engineer CAREER OBJECTIVE To be prominent in this competitive world through a growing organization, where I can apply my skills and be a part of the organization's growth. The position should give me an opportunity to learn, hone my existing skills and should provide performance-based advancement to my career. PROFILE OVERVIEW e 2.11 years of overall experience. e 2.11 years of experience in Core Java/J2EE. Experience with product XYZGen, an Insurance Application. Proficient in complete SDLC - Understanding the architecture, Requirement Analysis, Designing, Implementation and Testing and providing Support to the team members. Good technical knowledge in Core Java/J2EE, RESTFul WebServices, Spring IOC, Ibatis, SQL, WebLogic, JSON, XML. Customization of XYZGen V5.7, and V6 versions as per client's requirements. Strong analytical and troubleshooting skills coupled with confident decision making for enabling effective solutions leading to high customer satisfaction. SKILL SET Technologies RESTFul WebServices, Spring IOC, Ibatis, SQL, JSON Languages Core Java RDBMS Oracle 11g Tools Eclipse, SQL Developer. Application/Web Server WebLogic Version Control SVN Operating System Windows PROFESSIONAL EXPERIENCE Velotics Insurance Systems - Senior Software Engineer (June 2015- present) Velotics is an IT product company in insurance domain and delivers insurance related software solutions. Projects title: Allied of World and Sincere Fax Customer. Product XYZGen XYZGen provides solutions for the field of General Insurance. Operating System Windows Client Internal Period June 2015 to Present Team Size 10 Tools & Technologies used Java6, WebLogic 12c, Eclipse, Oracle 11g Responsibilities Coding in MVC framework for Product Enhancements which includes Java,SQL Responsible for product build and release. WebLogic setup and domain creations. Technical Documentation about product bugs and Modifications Smoke testing of the product. Deployment Activities in Weblogic troubleshooting WebService Development using RESTFul for enabling the product for different platforms EDUCATIONAL QUALIFICATION Course Institution Year Score Bachelor of Engineering in SK College, Bengaluru 2015 Electrical and Electronics 74.98 12'th STD SK School, Kolkata 2010 76 10\" th STD Best Run School, Kolkata 2008 74.2 PERSONAL INFORMATION D.O.B 22-02-1993 Languages Known English, Hindi Hobbies Playing Badminton, Football. I hereby declare that all the above-mentioned details are true and correct to the best of my knowledge and belief. Place: KOLKATA (Krishna Bansal)", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [12, 18, "lastname"], [20, 54, "address"], [56, 63, "city"], [66, 72, "zip"], [74, 79, "country"], [85, 95, "mobile"], [111, 126, "emailID"], [142, 157, "emailID"], [172, 189, "designation"]]}
{"id": 4, "text": "Mr. Kushal Rathod, KSRNVAS Nivas, Lajpat nagar, Delhi- 110032, India Mob: 9913692122 Contact Email: krahod@uvw.com Primary Email: rathodk@uvw.com Designation : Software Engineer CAREER OBJECTIVE To be prominent in this competitive world through a growing organization, where I can apply my skills and be a part of the organization's growth. The position should give me an opportunity to learn, hone my existing skills and should provide performance-based advancement to my career. PROFILE OVERVIEW e 2.11 years of overall experience. 2.11 years of experience in Core Java/J2EE. Experience with product XYZGen, an Insurance Application. Proficient in complete SDLC - Understanding the architecture, Requirement Analysis, Designing, Implementation and Testing and providing Support to the team members. Good technical knowledge in Core Java/J2EE, RESTFul WebServices, Spring IOC, Ibatis, SQL, WebLogic, JSON, XML. Customization of XYZGen V5.7, and V6 versions as per client's requirements. Strong analytical and troubleshooting skills coupled with confident decision making for enabling effective solutions leading to high customer satisfaction. SKILL SET Technologies RESTFul WebServices, Spring IOC, Ibatis, SQL, JSON Languages Core Java RDBMS Oracle 11g Tools Eclipse, SQL Developer. Application/Web Server WebLogic Version Control SVN Operating System Windows PROFESSIONAL EXPERIENCE Velotics Insurance Systems - Senior Software Engineer (June 2015- present) Velotics is an IT product company in insurance domain and delivers insurance related software solutions. Projects title: Allied of World and Sincere Fax Customer. Product XYZGen XYZGen provides solutions for the field of General Insurance. Operating System Windows Client Internal Period June 2015 to Present Team Size 10 Tools & Technologies used Java6, WebLogic 12c, Eclipse, Oracle 11g Responsibilities Coding in MVC framework for Product Enhancements which includes Java,SQL Responsible for product build and release. WebLogic setup and domain creations. Technical Documentation about product bugs and Modifications Smoke testing of the product. Deployment Activities in Weblogic troubleshooting WebService Development using RESTFul for enabling the product for different platforms EDUCATIONAL QUALIFICATION Course Institution Year Score Bachelor of Engineering in Bright College, Bengaluru 2015 Electrical and Electronics 74.98 12'th STD Bright School, Delhi 2010 76 10\" th STD Bright School, Delhi 2008 74.2 PERSONAL INFORMATION D.O.B 22-02-1993 Languages Known English, Hindi Hobbies Playing Badminton, Football. I hereby declare that all the above-mentioned details are true and correct to the best of my knowledge and belief. Place: Delhi (Kushal Rathod)", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 17, "lastname"], [19, 46, "address"], [48, 53, "city"], [55, 61, "zip"], [63, 68, "country"], [74, 84, "mobile"], [100, 114, "emailID"], [130, 145, "emailID"], [160, 177, "designation"]]}
{"id": 5, "text": "Mr. Peter Parker, AI / Machine Learning Delhi, India- Email contact :peterprk@xyz.com Primary email : parker@xyz.com Mobile: 9090909099 20+ years of experience in data handling, design, and development Data Warehouse: Data analysis, star/snow flake scema data modelling and design specific to data warehousing and business intelligence Database: Experience in database designing, scalability, back-up and recovery, writing and optimizing SQL code and Stored Procedures, creating functions, views, triggers and indexes. Cloud platform: Worked on Microsoft Azure cloud services like Document DB, SQL Azure, Stream Analytics, Event hub, Power BI, Web Job, Web App, Power BI, Azure data lake analytics(U-SQL) Willing to relocate anywhere Designation : Software Engineer WORK EXPERIENCE Software Engineer Microsoft - Bangalore, Karnataka January 2000 to Present 1. Microsoft Rewards Live dashboards: Description: - Microsoft rewards is loyalty program that rewards Users for browsing and shopping online. Microsoft Rewards members can earn points when searching with Bing, browsing with Microsoft Edge and making purchases at the Xbox Store, the Windows Store and the Microsoft Store. Plus, user can pick up bonus points for taking daily quizzes and tours on the Microsoft rewards website. Rewards live dashboards gives a live picture of usage world-wide and by markets like US, Canada, Australia, new user registration count, top/bottom performing rewards offers, orders stats and weekly trends of user activities, orders and new user registrations. the PBI tiles gets refreshed in different frequencies starting from 5 seconds to 30 minutes. Technology/Tools used EDUCATION Indian Institute of Technology - Mumbai 2001 SKILLS Machine Learning, Natural Language Processing, and Big Data Handling ADDITIONAL INFORMATION Professional Skills Excellent analytical, problem solving, communication, knowledge transfer and interpersonal skills with ability to interact with individuals at all the levels Quick learner and maintains cordial relationship with project manager and team members and good performer both in team and independent job environments Positive attitude towards superiors &amp; peers Supervised junior developers throughout project lifecycle and provided technical assistance Address : Sector 45, Vashi, Mumbai India - 400703", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 9, "firstname"], [10, 16, "lastname"], [47, 52, "country"], [69, 85, "emailID"], [102, 116, "emailID"], [125, 135, "mobile"], [2295, 2311, "address"], [2313, 2319, "city"], [2320, 2325, "country"], [2328, 2334, "zip"], [748, 765, "designation"]]}
{"id": 6, "text": "Mr. Johney Lever, AI / Machine Learning Delhi, India- Email contact :johney@xyz.com Primary email : bigjohney@xyz.com Mobile: 9090929999 20+ years of experience in data handling, design, and development Data Warehouse: Data analysis, star/snow flake scema data modelling and design specific to data warehousing and business intelligence Database: Experience in database designing, scalability, back-up and recovery, writing and optimizing SQL code and Stored Procedures, creating functions, views, triggers and indexes. Cloud platform: Worked on Microsoft Azure cloud services like Document DB, SQL Azure, Stream Analytics, Event hub, Power BI, Web Job, Web App, Power BI, Azure data lake analytics(U-SQL) Willing to relocate anywhere Designation : Software Engineer WORK EXPERIENCE Software Engineer Microsoft - Bangalore, Karnataka January 2000 to Present 1. Microsoft Rewards Live dashboards: Description: - Microsoft rewards is loyalty program that rewards Users for browsing and shopping online. Microsoft Rewards members can earn points when searching with Bing, browsing with Microsoft Edge and making purchases at the Xbox Store, the Windows Store and the Microsoft Store. Plus, user can pick up bonus points for taking daily quizzes and tours on the Microsoft rewards website. Rewards live dashboards gives a live picture of usage world-wide and by markets like US, Canada, Australia, new user registration count, top/bottom performing rewards offers, orders stats and weekly trends of user activities, orders and new user registrations. the PBI tiles gets refreshed in different frequencies starting from 5 seconds to 30 minutes. Technology/Tools used EDUCATION Indian Institute of Technology - Mumbai 2001 SKILLS Machine Learning, Natural Language Processing, and Big Data Handling ADDITIONAL INFORMATION Professional Skills Excellent analytical, problem solving, communication, knowledge transfer and interpersonal skills with ability to interact with individuals at all the levels Quick learner and maintains cordial relationship with project manager and team members and good performer both in team and independent job environments Positive attitude towards superiors &amp; peers Supervised junior developers throughout project lifecycle and provided technical assistance Address: Chali no 12, Dharavi, Mumbai India - 400903", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [47, 52, "country"], [69, 84, "emailID"], [100, 117, "emailID"], [126, 136, "mobile"], [2295, 2315, "address"], [2317, 2323, "city"], [2324, 2329, "country"], [2332, 2338, "zip"], [749, 766, "designation"]]}
{"id": 7, "text": "Mr. Ram Bharadwaj, E-mail: ramu@xyz.co.in Personal : ramlalla @xyz.com Mobile: +91 9935569993 WORK EXPERIENCE: 1.IMPACT POINT GENERAL PVT LTD. JULY 2013 -0CT 2018 Designation *Assitant Managaer Key Responsibilities: Responsible to handle the dealer and retailors in the Terriotry To increase the dealers in the market Responsible to place the product at each and every counter Various schemes given to Dealers to increase the placement of product Key Learning: To achieve the sales target To understand the dealer demand To give the knowledge to staff of dealer and showroom . 2. NORZO PVT LTD. MAR 2010-JUNE 2013 Designation Area Managaer-ACD\" Key Responsibilities: Responsible to handle the dealer and distributor in the Terriotry To increase the sales and service dealer in the market Responsible to place the product at each and every counter Various schemes given to Distributor to increase the placement of product To meet Architect and give awareness of the product. Key Learning:  Mr. Ram Bharadwaj E-mail: ramu@xyz.co.in Personal: ramlalla @xyz.com Mobile: +91 9935569993 To achieve the sales target To understand the dealer demand To place the POP material to big showroom To give the knowledge to staff of dealer and showroom. 3.VELOTICS INDUSTRIES LTD. MAR 2009 - FEB 2010 Designation Area Sales Executive\" Key Responsibilities: Looking for Dealers and Distributor in the Territory. To Increase the reach of product in assigned area. Market development by adding the new dealer and retailers. Giving various types of schemes to dealers and distributor. Key Learning: To achive sales target. Negotiate with channel partner. 4. IXIDE INDUSTRIES LTD. AUG 2007 - 0CT 2008 Designation *Officer- Sales\" Key Responsibilities: Dealer Development and satisfaction in the Territory. Market development & networking, relationship management with channel partners. Mapping the market and keeping track of the competitors. Increase the HUMTUM\" partner. Visit regularly to *OEM\" Dealers  Mr. Ram Bharadwaj E-mail: ramu@xyz.co.in Personal: ramlalla @xyz.com Mobile: +91 9935569993 Organise Various types of Campaigns in the area . Key Learning: Team management to achive sales target. How to negotiate with channel partner. Work efficiently on SAP and CRM. Handling the C&f ,Service Engineer,Billing clerk and Technition EDUCATION: Degree University Year Percentage M.M.M AHH University 2007 63% B.C.A. AHH University 2003 67% ADDITIONAL INFORMATION: Computer Proficiency Operating Systems: Unix, with Proficiency in working on all Windows OS Knowledge of Windows, awareness about the internal HARDWARE; its peripherals, functioning, troubleshooting & Assembling of a normal Desktop PC is an added asset. Extra Curricular Activities Active member of college cultural activity program. Took part in the cultural program i.e. Singing and play Languages Known: English, Hindi, and Marathi.  Mr. Ram Bharadwaj E-mail: ramu@xyz.co.in Personal : ramlalla @xyz.com Mobile: +91 9935569993 Hobbies: Listening to Music, reading news paper Interests: Cooking and exploring new places. PERSONAL INFORMATION: Date of Birth 1s Jan1980 Gender Male Nationality Indian Address Chinchwad Pune, Maharastra, India 410019 DECLERATION: I hereby declare that the information furnished above is true and complete to the best of my knowledge and belief. Date: Ram Bharadwaj Place: (Signature)", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 7, "firstname"], [8, 17, "lastname"], [27, 41, "emailID"], [53, 70, "emailID"], [83, 93, "mobile"], [176, 193, "designation"], [2911, 2925, "emailID"], [2937, 2954, "emailID"], [2967, 2977, "mobile"], [3173, 3183, "city"], [3157, 3171, "address"], [3185, 3190, "country"], [3191, 3197, "zip"]]}
{"id": 8, "text": "Mrs. Rekha Bacchan, E-mail: rekhu@xyz.co.in Personal: basanti @xyz.com Mobile: +91 9993299993 WORK EXPERIENCE: 1.IMPACT POINT GENERAL PVT LTD. JULY 2013-0CT 2018 Designation Assitant Managaer Key Responsibilities: Responsible to handle the dealer and retailors in the Terriotry To increase the dealers in the market Responsible to place the product at each and every counter Various schemes given to Dealers to increase the placement of product Key Learning: To achieve the sales target To understand the dealer demand To give the knowledge to staff of dealer and showroom. 2. NORZO PVT LTD. MAR 2010 - JUNE 2013 Designation Area Managaer-ACD\" Key Responsibilities: Responsible to handle the dealer and distributor in the Terriotry To increase the sales and service dealer in the market Responsible to place the product at each and every counter Various schemes given to Distributor to increase the placement of product To meet Architect and give awareness of the product. Key Learning:  Mrs. Rekha Bacchan E-mail: rekhu@xyz.co.in Personal: basanti @xyz.com Mobile: +91 9993299993 To achieve the sales target To understand the dealer demand To place the POP material to big showroom To give the knowledge to staff of dealer and showroom . 3.VELOTICS INDUSTRIES LTD. MAR 2009 - FEB 2010 Designation Area Sales Executive\" Key Responsibilities: Looking for Dealers and Distributor in the Territory. To Increase the reach of product in assigned area. Market development by adding the new dealer and retailers. Giving various types of schemes to dealers and distributor. Key Learning: To achive sales target. Negotiate with channel partner. 4. IXIDE INDUSTRIES LTD. AUG 2007 - OCT 2008 Designation *Offïcer- Sales\" Key Responsibilities: Dealer Development and satisfaction in the Territory. Market development & networking, relationship management with channel partners. Mapping the market and keeping track of the competitors. Increase the HUMTUM\" partner. Visit regularly to *OEM\" Dealers  Mrs. Rekha Bacchan E-mail: rekhu@xyz.co.in Personal: basanti @xyz.com Mobile: +91 9993299993 Organise Various types of Campaigns in the area . Key Learning: Team management to achive sales target. How to negotiate with channel partner. Work efficiently on SAP and CRM. Handling the C&f ,Service Engineer,Billing clerk and Technition EDUCATION: Degree University Year Percentage M.M.M AHH University 2007 63% B.C.A. AHH University 2003 67% ADDITIONAL INFORMATION: Computer Proficiency Operating Systems: Unix, with Proficiency in working on all Windows OS Knowledge of Windows, awareness about the internal HARDWARE; its peripherals, functioning, troubleshooting & Assembling of a normal Desktop PC is an added asset. Extra Curricular Activities Active member of college cultural activity program. Took part in the cultural program i.e. Singing and play Languages Known: English, Hindi, and Marathi.  Mrs. Rekha Bacchan E-mail: rekhu@xyz.co.in Personal : basanti @xyz.com Mobile: +91 9993299993 Hobbies: Listening to Music, reading news paper Interests: Cooking and exploring new places. PERSONAL INFORMATION: Date of Birth 1' Jan1980 Gender Male Nationality Indian Address Wakad Pune, Maharastra, India 410019 DECLERATION: I hereby declare that the information furnished above is true and complete to the best of my knowledge and belief. Date: Rekha Bacchan Place: (Signature)", "meta": {}, "annotation_approver": null, "labels": [[3183, 3189, "country"], [3189, 3196, "zip"], [0, 4, "title"], [5, 10, "firstname"], [11, 18, "lastname"], [83, 93, "mobile"], [54, 70, "emailID"], [28, 43, "emailID"], [174, 191, "designation"], [3160, 3170, "address"], [3172, 3182, "city"]]}
{"id": 9, "text": "Mr. Sushant Kapoor, Maryland, Sydney, Australia - 20550 Mobile :9998799329, shukapoor@qwel.com Personal :shushi@qwel.com Specialization: Designation: Marketing Manager Career Objective: To develop my career as a good professional, where I will be an appreciated team member contributing ideas and work for my organisation where there is an ample scope for both individual as well as organisational growth. Education: PGDBM Institute of Business Studies AICTE 2013-2015 70% (Marketing) PGDIB Great Wadia College University Of Seed 2011-2012 58% (International Marketing) B.Com Next College of Commerce University Of Seed 2008-2011 72% (Specialisation) Marketing HSC Saj English School CBSE 2008 72% (Stream) Commerce SSC St. John's School ICSE 2006 74% Work Experience: 1) Company: Velotics, Sydney Duration: March 2015- till present Job Title: Research Associate Work Description: Executing market research and consulting assignments/projects Formulate strategies, critically make strong business case in terms of identifying gaps and opportunities for the top global companies Decide on entry strategies, competitive landscape and positioning, and product positioning Conducting Michael Porter Five Forces Analysis for the industry Perform market engineering by estimates and forecast global micro and macro markets across North America, Europe, Asia-Pacific, and Rest of The World. Analyse market shares of the top leaders & provide critical argument on the future leaders Interview the key opinion leaders globally & identify the unmet needs in the global market Estimate market sizes, forecasting, and Market shares Conduct in-depth primary and secondary research Assisting the sales department while dealing with clients  Interpreting and analysing market size across the globe 2) Company: Bank of Sydney, Sydney Job Title: Operations Executive Work Description: Involved in cash and position reconciliation of securities. Handled cash control operations. Reconciled accounts of clients such as PP Zornan, Wisdom Speaking Capital Achievements: Made the managers aware about the flaws in the operations activities. Duration: Five Months (July 2012 - November 2012) Project Details: Company: OSENSETO, Sydney Project Title: To Understand the Scope of Rural Order Capture In Areas Nearby XYZ. Details: Job entailed working under the Area Manager in league with the sales executives, this involved knowing the scope of order capture - To understand the demand and supply of ITC's products in rural markets * To understand the advantages of Rural Order Capture against Ready Stock Market survey to find out the market share of company and which market is the most profitable for the company Duration: Two months Achievements: Converted six routes into order booking out of total of eleven routes. - Applauded by the Area Manager for my sincerity and hard work. Computer Skills: Operating Systems: Windows, DOS Packages Known: MS Office (Word, PowerPoint, Excel) Language: Java Additional Qualification: Attended a 250-hour comprehensive performance-based Leadership Development Programme by Stringent12 Consulting, and have acquired the following skills: Negotiation Skills = SPIN Selling Problem Solving Skills Strategy Systems Thinking Teams  Business Performance Balanced Scorecard Measurement Extra Curricular Activities Participated in various presentations held in University Of Seed Academic CR in B.com, CR of PGDM Won singing and writing competition in school Personal Details: Date of Birth: 05/08/1989 Marital Status: Single Strengths: Excellent Interpersonal Skills Sincere Diplomatic Team player Good client management capability Languages: English and Hindi", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [12, 18, "lastname"], [20, 28, "address"], [30, 36, "city"], [38, 47, "country"], [50, 55, "zip"], [64, 74, "mobile"], [76, 94, "emailID"], [105, 120, "emailID"], [150, 167, "designation"]]}
{"id": 10, "text": "Mr. Irfan Shaikh, bhindibazar, Mumbai, India - 201221 Mobile :9990099912, shiakhbhawa@qwel.com Personal :irshaikh@qwel.com Specialization: Designation: Marketing Manager Career Objective: To develop my career as a good professional, where I will be an appreciated team member contributing ideas and work for my organisation where there is an ample scope for both individual as well as organisational growth. Education: PGDBM Institute of Business Studies AICTE 2013-2015 70% (Marketing) PGDIB Great Wadia College University Of Seed 2011-2012 58% (International Marketing) B.Com Next College of Commerce University Of Seed 2008-2011 72% (Specialisation) Marketing HSC Saj English School CBSE 2008 72% (Stream) Commerce SSC St. John's School ICSE 2006 74% Work Experience: 1) Company: Velotics, Sydney Duration: March 2015- till present Job Title: Research Associate Work Description: Executing market research and consulting assignments/projects Formulate strategies, critically make strong business case in terms of identifying gaps and opportunities for the top global companies Decide on entry strategies, competitive landscape and positioning, and product positioning Conducting Michael Porter Five Forces Analysis for the industry Perform market engineering by estimates and forecast global micro and macro markets across North America, Europe, Asia-Pacific, and Rest of The World. Analyse market shares of the top leaders & provide critical argument on the future leaders Interview the key opinion leaders globally & identify the unmet needs in the global market Estimate market sizes, forecasting, and Market shares Conduct in-depth primary and secondary research Assisting the sales department while dealing with clients  Interpreting and analysing market size across the globe 2) Company: Bank of Sydney, Sydney Job Title: Operations Executive Work Description: Involved in cash and position reconciliation of securities. Handled cash control operations. Reconciled accounts of clients such as PP Zornan, Wisdom Speaking Capital Achievements: Made the managers aware about the flaws in the operations activities. Duration: Five Months (July 2012 - November 2012) Project Details: Company: OSENSETO, Sydney Project Title: To Understand the Scope of Rural Order Capture In Areas Nearby XYZ. Details: Job entailed working under the Area Manager in league with the sales executives, this involved knowing the scope of order capture - To understand the demand and supply of ITC's products in rural markets * To understand the advantages of Rural Order Capture against Ready Stock Market survey to find out the market share of company and which market is the most profitable for the company Duration: Two months Achievements: Converted six routes into order booking out of total of eleven routes. - Applauded by the Area Manager for my sincerity and hard work. Computer Skills: Operating Systems: Windows, DOS Packages Known: MS Office (Word, PowerPoint, Excel) Language: Java Additional Qualification: Attended a 250-hour comprehensive performance-based Leadership Development Programme by Stringent12 Consulting, and have acquired the following skills: Negotiation Skills = SPIN Selling Problem Solving Skills Strategy Systems Thinking Teams  Business Performance Balanced Scorecard Measurement Extra Curricular Activities Participated in various presentations held in University Of Seed Academic CR in B.com, CR of PGDM Won singing and writing competition in school Personal Details: Date of Birth: 05/08/1989 Marital Status: Single Strengths: Excellent Interpersonal Skills Sincere Diplomatic Team player Good client management capability Languages: English and Hindi", "meta": {}, "annotation_approver": null, "labels": [[46, 53, "zip"], [0, 3, "title"], [4, 9, "firstname"], [10, 16, "lastname"], [18, 29, "address"], [31, 37, "city"], [39, 44, "country"], [62, 72, "mobile"], [74, 94, "emailID"], [105, 122, "emailID"], [152, 169, "designation"]]}
{"id": 11, "text": "Ms. Diksha Sinha, Email id: diksha.s@xyzl.com, dikshs@xy.com Contact No: 9999999910 Professional Summary: Designation: Sr. Test Engineer (Team Lead, Brilliant time management and decision making skills which help to QA) multi-task and work in situations under time constraints. Education: Having very good hand experience in Product & Software B-Tech (ECE) Development, Quality Analyst and Data Analyst (including manual & ABC University automation tool experience). Device & Mobile Application scope analysis experience for different Work Experience: field, like E-commerce, Telecommunication, insurance and Retail etc. Year:4.1 Rich knowledge of Data Analysis and Quality Assurance. Employer: Extensive and rich experience in Linear regression, Logistic Bestrun Technologies regression, Vector Quantization, Vector Machines, Random Forests (4 Year) and other module of analytics. Having good knowledge in R Data Structure, Data Visualization tools like tableau. Analytics Software and Tool: Testing and handling of Payment services & Terminal application. R Module, SAS, R Programming Experience in Testing equipment tools such as Renorex, Hercules, BP BABOK MS Excel/Power Point EMV & MSR test tool, Tera Term, Soap UI, Code Warrior V10.5, Putty and Monkey talk. Also used locally build Production Test tool for Technica/ Skills: production level Software Testing and Embedded testing Programming Language: Experience in analyzing functional requirements and translate them C, C++ to test cases. Testing Techniques: Well acquainted with Software Development Life Cycle (SDLC) and Software Testing Life Cycle (STLC) and Automation Test Life Cycle Embedded Testing, Manua/ Performed Smoke Testing, Regression Testing Performance Testing, Testing, Automation Testing Production Unit testing, Exceptional testing, Power Management Testing Tool: testing, End User testing and Functionality Testing. Renorex, Herculas, J-Unit, Proficient in developing, maintaining and executing test cases for Selenium, Postman, Pycharm, different Black Box and White Box Testing methodologies Firefox web IDE & simulator, Prepared technical documents for different project and given also Wireshark, QXDM, Spreadtrum Hudson releases for different project. logal, Spirent,Anite, REST client Operating System: Linux, Windows Project Profile: Scripting Language: Python Feature Phone: (From Jan 1* 2017 to Current Date) Network Protocols: Feature phone is a new mile stone in digital era; phone has 4G volte network HTTP, FTP, TCP/IP, SMTP, HTTPs, connectivity with browsing & other phone native app. This phone is built with SSL, B2G OS (Mozilla OS) & support web privilege & native app. Every app package Development Tool: contains for file combination (Java script source code, HTML file for app UI, Web Manifest file for permission & privilege of app & icon image file which contains 4 Eclipse, Vmware, Code Warrior different size of PNG icon for different pages.)  LTE & VoL Network & Chipset Testing: (From August 1* 2016 to Dec 31* 2016) Module Experience: LTE & VoL network connectivity, stability & strength & various other feature & LTE & VoL chipset testing was performed with various vendor tools & for IMS logs tool R modeling, Bluetooth, Wi-Fi, is used. EMV, MSR, NFC, Bio-metric, GPRS BestRun Pay 1600 (Micro Controller base IINPAD) with NFC: (From Feb 10th 2016 Area of Interest: to July 20\" 2016) Product Development BestRun Pay 1600 IINPAD is developed for controlling the Canteen, Parking and Toll payment's requirement with contact less payment card(NFC cards), BestRun Quality Assurance Pay 1600 IINPAD is equipped with NFC communication module will support NFC Embedded, Automation & base payment request from POS terminal and NFC mobile. Manua/ Testing BestRun Pay 3850 (Micro-Processor base POS Terminal): (Aug 1* 2015 to Jan Data Scientist 24th 16) Payment Service, Terminal request and Payment Gateway POS terminal equipped with payment and terminal access control application was handling developed for BestRun merchant having vast number of customer foot fall, Terminal is developed for multiple payments request handling from one or Personal Profile: multiple payment application or mobile payment app(BestRun Wallet, BestRun, Father Name: Vinqy Sinha Mobikityr) etc. Mailing Address: DMSO (Device Management System Operations): (From Jan 20h 2015 to July Whitefield, Bangalore. India 28h 2015) PIN: 560066 DMSO is a web server controlled web portal equipped with device tracking, Merchant location and complaints handling. DMSO is developed to control device Language Known: securities, applications, files & key management, shipment, Warehouse English, Hindi, Spanish availability, available stock and device sale management. Nationality: BestRun Money payment SDK & BestRun Money Wallet: (From June 5t 2014 to Indian Jan 05h 15) Hobbies: BestRun money payment SDK is developed for handling billing request at Playing Lawn Tennis, Football, merchant shop, toll plaza, parking area, E-Commerce, Petrol pump and canteen. Table Tennis money payment SDK supports (JSON, XML and PIPE) request format.", "meta": {}, "annotation_approver": null, "labels": [[4385, 4391, "country"], [4406, 4413, "zip"], [0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [28, 45, "emailID"], [47, 60, "emailID"], [73, 83, "mobile"], [119, 136, "designation"], [4363, 4373, "address"], [4375, 4384, "city"]]}
{"id": 12, "text": "Mr. ABHAS SINHA, Sector 25 Garvebhavipalya, Hosur Main Road, Delhi - 562213, India Mob: 99999999912 Contact Email: abhassinha@uvw.com Primary Email: abhas@uvw.com Designation : Software Engineer CAREER OBJECTIVE To be prominent in this competitive world through a growing organization, where I can apply my skills and be a part of the organization's growth. The position should give me an opportunity to learn, hone my existing skills and should provide performance-based advancement to my career. PROFILE OVERVIEW e 2.11 years of overall experience. e 2.11 years of experience in Core Java/J2EE. Experience with product XYZGen, an Insurance Application. Proficient in complete SDLC - Understanding the architecture, Requirement Analysis, Designing, Implementation and Testing and providing Support to the team members. Good technical knowledge in Core Java/J2EE, RESTFul WebServices, Spring IOC, Ibatis, SQL, WebLogic, JSON, XML. Customization of XYZGen V5.7, and V6 versions as per client's requirements. e Strong analytical and troubleshooting skills coupled with confident decision making for enabling effective solutions leading to high customer satisfaction. SKILL SET Technologies RESTFul WebServices, Spring IOC, Ibatis, SQL, JSON Languages Core Java RDBMS Oracle 11g Tools Eclipse, SQL Developer. Application/Web Server WebLogic Version Control SVN Operating System Windows PROFESSIONAL EXPERIENCE Velotics Insurance Systems - Senior Software Engineer (June 2015- present) Velotics is an IT product company in insurance domain and delivers insurance related software solutions. Projects title: Allied of World and Sincere Fax Customer. Product XYZGen XYZGen provides solutions for the field of General Insurance. Operating System Windows Client Internal Period June 2015 to Present Team Size 10 Tools & Technologies used Java6, WebLogic 12c, Eclipse, Oracle 11g Responsibilities Coding in MVC framework for Product Enhancements which includes Java,SQL Responsible for product build and release. WebLogic setup and domain creations. Technical Documentation about product bugs and Modifications Smoke testing of the product. Deployment Activities in Weblogic troubleshooting WebService Development using RESTFul for enabling the  product for different platforms EDUCATIONAL QUALIFICATION Course Institution Year Score Bachelor of Engineering in BestRun College, Bengaluru 2015 Electrical and Electronics 74.98 12'th STD BestRun School, Kolkata 2010 76 10\"th STD Best Run School, Kolkata 2008 74.2 PERSONAL INFORMATION D.O.B 22-02-1993 Languages Known English, Hindi Hobbies Playing Badminton, Football. I hereby declare that all the above-mentioned details are true and correct to the best of my knowledge and belief. Place: BENGALURU (ABHAS SINHA)", "meta": {}, "annotation_approver": null, "labels": [[87, 99, "mobile"], [0, 3, "title"], [4, 9, "firstname"], [10, 15, "lastname"], [17, 59, "address"], [69, 75, "zip"], [61, 66, "city"], [77, 82, "country"], [115, 133, "emailID"], [149, 162, "emailID"], [177, 194, "designation"]]}
{"id": 13, "text": "Mr. Abhash Yarra, Al / Machine Learning Delhi, India- Email contact :AbhashYarra@xyz.com Primary email : Yarraprivy@xyz.com Mobile: 99999999913 20+ years of experience in data handling, design, and development Data Warehouse: Data analysis, star/snow flake scema data modelling and design specific to data warehousing and business intelligence Database: Experience in database designing, scalability, back-up and recovery, writing and optimizing SQL code and Stored Procedures, creating functions, views, triggers and indexes. Cloud platform: Worked on Microsoft Azure cloud services like Document DB, SQL Azure, Stream Analytics, Event hub, Power BI, Web Job, Web App, Power BI, Azure data lake analytics(U-SQL) Willing to relocate anywhere Designation : Software Engineer WORK EXPERIENCE Software Engineer Microsoft - Bangalore, Karnataka January 2000 to Present 1. Microsoft Rewards Live dashboards: Description: - Microsoft rewards is loyalty program that rewards Users for browsing and shopping online. Microsoft Rewards members can earn points when searching with Bing, browsing with Microsoft Edge and making purchases at the Xbox Store, the Windows Store and the Microsoft Store. Plus, user can pick up bonus points for taking daily quizzes and tours on the Microsoft rewards website. Rewards live dashboards gives a live picture of usage world-wide and by markets like US, Canada, Australia, new user registration count, top/bottom performing rewards offers, orders stats and weekly trends of user activities, orders and new user registrations. the PBI tiles gets refreshed in different frequencies starting from 5 seconds to 30 minutes. Technology/Tools used EDUCATION Indian Institute of Technology - Mumbai 2001 SKILLS Machine Learning, Natural Language Processing, and Big Data Handling ADDITIONAL INFORMATION Professional Skills Excellent analytical, problem solving, communication, knowledge transfer and interpersonal skills with ability to interact with individuals at all the levels Quick learner and maintains cordial relationship with project manager and team members and good performer both in team and independent job environments Positive attitude towards superiors &amp; peers Supervised junior developers throughout project lifecycle and provided technical assistance Address : Sector 45, Vashi, Mumbai India - 400703", "meta": {}, "annotation_approver": null, "labels": [[2320, 2327, "city"], [2327, 2333, "country"], [0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [47, 52, "country"], [69, 88, "emailID"], [105, 123, "emailID"], [132, 143, "mobile"], [2303, 2319, "address"], [2336, 2342, "zip"], [756, 773, "designation"]]}
{"id": 14, "text": "Mr. Harish Parikh, E-mail: h.w12@xyz.co.in Personal : Harish123 @xyz.com Mobile: +91 99999999914 WORK EXPERIENCE: 1.IMPACT POINT GENERAL PVT LTD. JULY 2013-0CT 2018 Designation *Assitant Managaer Key Responsibilities: Responsible to handle the dealer and retailors in the Terriotry To increase the dealers in the market Responsible to place the product at each and every counter Various schemes given to Dealers to increase the placement of product Key Learning: To achieve the sales target To understand the dealer demand To give the knowledge to staff of dealer and showroom 2. NORZO PVT LTD. MAR 2010-JUNE 2013 Designation Area Managaer-ACD\" Key Responsibilities: Responsible to handle the dealer and distributor in the Terriotry To increase the sales and service dealer in the market Responsible to place the product at each and every counter Various schemes given to Distributor to increase the placement of product To meet Architect and give awareness of the product. Key Learning:  Mr. Harish Parikh E-mail: h.w12@xyz.c0.in Personal: Harish123 @xyz.com Mobile: +91 99999999914 To achieve the sales target To understand the dealer demand To place the POP material to big showroom To give the knowledge to staff of dealer and showroom 3.VELOTICS INDUSTRIES LTD. MAR 2009 - FEB 2010 Designation Area Sales Executive\" Key Responsibilities: Looking for Dealers and Distributor in the Territory. To Increase the reach of product in assigned area. Market development by adding the new dealer and retailers. Giving various types of schemes to dealers and distributor. Key Learning: To achive sales target. Negotiate with channel partner. 4. IXIDE INDUSTRIES LTD. AUG 2007-0CT 2008 Designation *Officer- Sales\" Key Responsibilities: Dealer Development and satisfaction in the Territory. Market development & networking, relationship management with channel partners. Mapping the market and keeping track of the competitors. Increase the HUMTUM\" partner. Visit regularly to OEM\" Dealers  Mr. Harish Parikh E-mail: h.w12@xyz.co.in Personal: Harish123 @xyz.com Mobile: +91 99999999914 Organise Various types of Campaigns in the area . Key Learning: Team management to achive sales target. How to negotiate with channel partner. Work efficiently on SAP and CRM. Handling the C&f ,Service Engineer,Billing clerk and Technition EDUCATION: Degree University Year Percentage M.M.M AHH University 2007 63% B.C.A. AHH University 2003 67% ADDITIONAL INFORMATION: Computer Proficiency. Operating Systems: Unix, with Proficiency in working on all Windows OS Knowledge of Windows, awareness about the internal HARDWARE; its peripherals, functioning, troubleshooting & Assembling of a normal Desktop PC is an added asset. Extra Curricular Activities Active member of college cultural activity program. Took part in the cultural programi.e. Singing and play Languages Known: English, Hindi, and Marathi.  Mr. Harish Parikh E-mail: h.w12@xyz.co.in Personal: Harish123 @xyz.com Mobile: +91 99999999914 Hobbies: Listening to Music, reading news paper Interests: Cooking and exploring new places. PERSONAL INFORMATION: Date of Birth 1' Jan1980 Gender Male Nationality Indian Address Chinchwad Pune, Maharastra, India 410019 DECLERATION: I hereby declare that the information furnished above is true and complete to the best of my knowledge and belief. Date: HARISH PARIKH Place: (Signature)", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 17, "lastname"], [27, 42, "emailID"], [54, 72, "emailID"], [85, 96, "mobile"], [178, 195, "designation"], [2913, 2928, "emailID"], [2939, 2957, "emailID"], [2970, 2981, "mobile"], [3161, 3175, "address"], [3177, 3187, "city"], [3189, 3194, "country"], [3195, 3201, "zip"]]}
{"id": 15, "text": "Mr. Abhash Blair, Maryland, Sydney, Australia - 2055 Mobile:99999999999, Abhash.mr@qwel.com Personal : Abhashprivy@qwel.com Specialization: Designation: Marketing Manager Career Objective: To develop my career as a good professional, where I will be an appreciated team member contributing ideas and work for my organisation where there is an ample scope for both individual as well as organisational growth. Education: PGDBM Institute of Business Studies AICTE 2013-2015 70% (Marketing) PGDIB Great Wadia College University Of Seed 2011-2012 58% (International Marketing) B.Com Next College of Commerce University Of Seed 2008-2011 72% (Specialisation) Marketing HSC Saj English School CBSE 2008 72% (Stream) Commerce SSC St. John's School ICSE 2006 74% Work Experience: 1) Company: Velotics, Sydney Duration: March 2015- till present Job Title: Research Associate Work Description: Executing market research and consulting assignments/projects Formulate strategies, critically make strong business case in terms of identifying gaps and opportunities for the top global companies Decide on entry strategies, competitive landscape and positioning, and product positioning Conducting Michael Porter Five Forces Analysis for the industry Perform market engineering by estimates and forecast global micro and macro markets across North America, Europe, Asia-Pacific, and Rest of The World. Analyse market shares of the top leaders & provide critical argument on the future leaders Interview the key opinion leaders globally & identify the unmet needs in the global market Estimate market sizes, forecasting, and Market shares Conduct in-depth primary and secondary research Assisting the sales department while dealing with clients  Interpreting and analysing market size across the globe 2) Company: Bank of Sydney, Sydney Job Title: Operations Executive Work Description: Involved in cash and position reconciliation of securities. Handled cash control operations. Reconciled accounts of clients such as PP Zornan, Wisdom Speaking Capital Achievements: Made the managers aware about the flaws in the operations activities. Duration: Five Months (July 2012 - November 2012) Project Details: Company: OSENSETO, Sydney Project Title: To Understand the Scope of Rural Order Capture In Areas Nearby XYZ. Details: Job entailed working under the Area Manager in league with the sales executives, this involved knowing the scope of order capture - To understand the demand and supply of ITC's products in rural markets - To understand the advantages of Rural Order Capture against Ready Stock Market survey to find out the market share of company and which market is the most profitable for the company Duration: Two months Achievements: Converted six routes into order booking out of total of eleven routes. - Applauded by the Area Manager for my sincerity and hard work. Computer Skills: Operating Systems: Windows, DOS Packages Known: MS Office (Word, PowerPoint, Excel) Language: Java Additional Qualification: Attended a 250-hour comprehensive performance-based Leadership Development Programme by Stringent12 Consulting, and have acquired the following skills: Negotiation Skills SPIN Selling Problem Solving Skills Strategy Systems Thinking Teams  Business Performance Balanced Scorecard Measurement Extra Curricular Activities Participated in various presentations held in University Of Seed Academic CR in B.com, CR of PGDM Won singing and writing competition in school Personal Details: Date of Birth: 05/08/1989 Marital Status: Single Strengths: Excellent Interpersonal Skills Sincere Diplomatic Team player Good client management capability Languages: English and Hindi", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [18, 26, "address"], [28, 34, "city"], [36, 45, "country"], [48, 52, "zip"], [60, 71, "mobile"], [103, 123, "emailID"], [73, 91, "emailID"], [163, 177, "designation"]]}
{"id": 16, "text": "Ms. Pooja Agrawala, Email id: po0ja.a@xyzl.com, poojaa@xy.com Contact No: 9999999916 Professional Summary: Designation: Sr. Test Engineer (Team Lead, Brilliant time management and decision making skills which help to QA) multi-task and work in situations under time constraints. Education: Having very good hand experience in Product & Software B-Tech (ECE) Development, Quality Analyst and Data Analyst (including manual & ABC University automation tool experience). Device & Mobile Application scope analysis experience for different Work Experience: field, like E-commerce, Telecommunication, insurance and Retail etc. Year:4.1 Rich knowledge of Data Analysis and Quality Assurance. Employer: Extensive and rich experience in Linear regression, Logistic Bestrun Technologies regression, Vector Quantization, Vector Machines, Random Forests (4 Year) and other module of analytics. Having good knowledge in R Data Structure, Data Visualization tools like tableau. Analytics Software and Tool: Testing and handling of Payment services & Terminal application. R Module, SAS, R Programming Experience in Testing equipment tools such as Renorex, Hercules, BP BABOK MS Excel/Power Point EMV & MSR test tool, Tera Term, Soap UI, Code Warrior V10.5, Putty and Monkey talk. Also used locally build Production Test tool for Technica/ Skills: production level Software Testing and Embedded testing Programming Language: Experience in analyzing functional requirements and translate them C, C++ to test cases. Well acquainted with Software Development Life Cycle (SDLC) and Testing Techniques: Software Testing Life Cycle (STLC) and Automation Test Life Cycle Embedded Testing, Manua/ Performed Smoke Testing, Regression Testing Performance Testing, Testing, Automation Testing Production Unit testing, Exceptional testing, Power Management Testing Tool: testing, End User testing and Functionality Testing. Renorex, Herculas, J-Unit, Proficient in developing, maintaining and executing test cases for Selenium, Postman, Pycharm, different Black Box and White Box Testing methodologies Firefox web IDE & simulator, Prepared technical documents for different project and given also Wireshark, QXDM, Spreadtrum Hudson releases for different project. logal, Spirent,Anite, REST client Operating System: Linux, Windows Project Profile: Scripting Language: Python Feature Phone: (From Jan 1* 2017 to Current Date) Network Protocols: Feature phone is a new mile stone in digital era; phone has 4G volte network HTTP, FTP, TCP/IP, SMTP, HTTPs, connectivity with browsing & other phone native app. This phone is built with SSL, B2G OS (Mozilla OS) & support web privilege & native app. Every app package Development Tool: contains for file combination (Java script source code, HTML file for app UI, Web Manifest file for permission & privilege of app & icon image file which contains 4 Eclipse, Vmware, Code Warrior different size of PNG icon for different pages.)  LTE & VoL Network & Chipset Testing: (From August 1* 2016 to Dec 31* 2016) Module Experience: LTE & VoL network connectivity, stability & strength & various other feature & LTE & VoL chipset testing was performed with various vendor tools & for IMS logs tool R modeling, Bluetooth, Wi-Fi, is used. EMV, MSR, NFC, Bio-metric, GPRS BestRun Pay 1600 (Micro Controller base IINPAD) with NFC: (From Feb 10th 2016 Area of Interest: to July 20\" 2016) Product Development BestRun Pay 1600 IINPAD is developed for controlling the Canteen, Parking and Toll payment's requirement with contact less payment card(NFC cards), BestRun Quality Assurance Pay 1600 IINPAD is equipped with NFC communication module will support NFC Embedded, Automation & base payment request from POS terminal and NFC mobile. Manua/ Testing BestRun Pay 3850 (Micro-Processor base POS Terminal): (Aug 1* 2015 to Jan Data Scientist 24th 16) Payment Service, Terminal request and Payment Gateway POS terminal equipped with payment and terminal access control application was handling developed for BestRun merchant having vast number of customer foot fall, Terminal is developed for multiple payments request handling from one or Personal Profile: multiple payment application or mobile payment app(BestRun Wallet, BestRun, Father Name: Deepak Agrawala Mobikityr) etc. Mailing Address: DMSO (Device Management System Operations): (From Jan 20h 2015 to July Whitefield, Bangalore. India 28h 2015) PIN: 560066 DMSO is a web server controlled web portal equipped with device tracking, Merchant location and complaints handling. DMSO is developed to control device Language Known: securities, applications, files & key management, shipment, Warehouse English, Hindi, Spanish availability, available stock and device sale management. Nationality: BestRun Money payment SDK & BestRun Money Wallet: (From June 5t 2014 to Indian Jan 05h 15) Hobbies: BestRun money payment SDK is developed for handling billing request at Playing Lawn Tennis, Football, merchant shop, toll plaza, parking area, E-Commerce, Petrol pump and canteen. Table Tennis money payment SDK supports (JSON, XML and PIPE) request format.", "meta": {}, "annotation_approver": null, "labels": [[4390, 4396, "country"], [4411, 4418, "zip"], [0, 3, "title"], [4, 9, "firstname"], [10, 18, "lastname"], [30, 46, "emailID"], [48, 61, "emailID"], [74, 84, "mobile"], [120, 137, "designation"], [4368, 4378, "address"], [4380, 4389, "city"]]}
{"id": 17, "text": "Mr. ABHASH GORACHANDA, Sector 25 Garvebhavipalya, Hosur Main Road, Delhi - 562213, India Mob: 99999999917 Contact Email: abhashh@uvw.com Primary Email: abhashg@uvw.com Designation : Software Engineer CAREER OBJECTIVE To be prominent in this competitive world through a growing organization, where I can apply my skills and be a part of the organization's growth. The position should give me an opportunity to learn, hone my existing skills and should provide performance-based advancement to my career. PROFILE OVERVIEW e 2.11 years of overall experience. e 2.11 years of experience in Core Java/J2EE. Experience with product XYZGen, an Insurance Application. Proficient in complete SDLC - Understanding the architecture, Requirement Analysis, Designing, Implementation and Testing and providing Support to the team members. Good technical knowledge in Core Java/J2EE, RESTFul WebServices, Spring IOC, Ibatis, SQL, WebLogic, JSON, XML. Customization of XYZGen V5.7, and V6 versions as per client's requirements. e Strong analytical and troubleshooting skills coupled with confident decision making for enabling effective solutions leading to high customer satisfaction. SKILL SET Technologies RESTFul WebServices, Spring IOC, Ibatis, SQL, JSON Languages Core Java RDBMS Oracle 11g Tools Eclipse, SQL Developer. Application/Web Server WebLogic Version Control SVN Operating System Windows PROFESSIONAL EXPERIENCE Velotics Insurance Systems - Senior Software Engineer (June 2015- present) Velotics is an IT product company in insurance domain and delivers insurance related software solutions. Projects title: Allied of World and Sincere Fax Customer. Product XYZGen XYZGen provides solutions for the field of General Insurance. Operating System Windows Client Internal Period June 2015 to Present Team Size 10 Tools & Technologies used Java6, WebLogic 12c, Eclipse, Oracle 11g Responsibilities Coding in MVC framework for Product Enhancements which includes Java,SQL Responsiblc for product build and rclcasc. WebLogic setup and domain creations. Technical Documentation about product bugs and Modifications Smoke testing of the product. Deployment Activities in Weblogic troubleshooting WebService Development using RESTFul for enabling the  product for different platforms EDUCATIONAL QUALIFICATION Course Institution Year Score Bachelor of Engineering in BestRun College, Bengaluru 2015 Electrical and Electronics 74.98 12'th STD BestRun School, Kolkata 2010 76 10\"th STD Best Run School, Kolkata 2008 74.2 PERSONAL INFORMATION D.O.B 22-02-1993 Languages Known English, Hindi Hobbies Playing Badminton, Football. I hereby declare that all the above-mentioned details are true and correct to the best of my knowledge and belief. Place: KOLKATA (ABHASH GORACHANDA)", "meta": {}, "annotation_approver": null, "labels": [[93, 105, "mobile"], [82, 88, "country"], [0, 3, "title"], [4, 10, "firstname"], [11, 21, "lastname"], [23, 65, "address"], [67, 72, "city"], [75, 81, "zip"], [121, 136, "emailID"], [152, 167, "emailID"], [182, 199, "designation"]]}
{"id": 18, "text": "Mr. Navin Dantam, Al / Machine Learning Delhi, India- Email contact :navindantam@xyz.com Primary email: dantamnavinprivy@xyz.com Mobile: 99999999918 20+ years of experience in data handling, design, and development Data Warehouse: Data analysis, star/snow flake scema data modelling and design specific to data warehousing and business intelligence Database: Experience in database designing, scalability, back-up and recovery, writing and optimizing SQL code and Stored Procedures, creating functions, views, triggers and indexes. Cloud platform: Worked on Microsoft Azure cloud services like Document DB, SQL Azure, Stream Analytics, Event hub, Power BI, Web Job, Web App, Power BI, Azure data lake analytics(U-SQL) Willing to relocate anywhere Designation : Software Engineer WORK EXPERIENCE Software Engineer Microsoft - Bangalore, Karnataka January 2000 to Present 1. Microsoft Rewards Live dashboards: Description: - Microsoft rewards is loyalty program that rewards Users for browsing and shopping online. Microsoft Rewards members can earn points when searching with Bing, browsing with Microsoft Edge and making purchases at the Xbox Store, the Windows Store and the Microsoft Store. Plus, user can pick up bonus points for taking daily quizzes and tours on the Microsoft rewards website. Rewards live dashboards gives a live picture of usage world-wide and by markets like US, Canada, Australia, new user registration count, top/bottom performing rewards offers, orders stats and weekly trends of user activities, orders and new user registrations. the PBI tiles gets refreshed in different frequencies starting from 5 seconds to 30 minutes. Technology/Tools used EDUCATION Indian Institute of Technology - Mumbai 2001 SKILLS Machine Learning, Natural Language Processing, and Big Data Handling ADDITIONAL INFORMATION Professional Skills Excellent analytical, problem solving, communication, knowledge transfer and interpersonal skills with ability to interact with individuals at all the levels Quick learner and maintains cordial relationship with project manager and team members and good performer both in team and independent job environments Positive attitude towards superiors &amp; peers Supervised junior developers throughout project lifecycle and provided technical assistance Address : Sector 45, Vashi, Mumbai India - 400703", "meta": {}, "annotation_approver": null, "labels": [[2325, 2332, "city"], [2332, 2338, "country"], [4, 9, "firstname"], [0, 3, "title"], [9, 16, "lastname"], [47, 52, "country"], [69, 88, "emailID"], [104, 128, "emailID"], [137, 148, "mobile"], [761, 778, "designation"], [2308, 2324, "address"], [2341, 2347, "zip"]]}
{"id": 19, "text": "Mr. Hitesh Reddy, E-mail: hiteshr @xyz.co.in Personal: hiteshreddy@xyz.com Mobile: +91 99999999919 WORK EXPERIENCE: 1.IMPACT POINT GENERAL PVT LTD. JULY 2013-0CT 2018 Designation Assitant Managaer Key Responsibilities: Responsible to handle the dealer and retailors in the Terriotry To increase the dealers in the market Responsible to place the product at each and every counter Various schemes given to Dealers to increase the placement of product Key Learning: To achieve the sales target To understand the dealer demand To give the knowledge to staff of dealer and showroom . 2. NORZ0 PVT LTD. MAR 2010 - JUNE 2013 Designation Area Managaer-ACD\" Key Responsibilities: Responsible to handle the dealer and distributor in the Terriotry To increase the sales and service dealer in the market Responsible to place the product at each and every counter Various schemes given to Distributor to increase the placement of product To meet Architect and give awareness of the product. Key Learning:  Mr. Hitesh Reddy E-mail: hiteshr @xyz.co.in Personal: hiteshreddy@xyz.com Mobile: +91 99999999919 To achieve the sales target To understand the dealer demand To place the POP material to big showroom To give the knowledge to staff of dealer and showroom . 3.VELOTICS INDUSTRIES LTD. MAR 2009 - FEB 2010 Designation Area Sales Executive\" Key Responsibilities: Looking for Dealers and Distributor in the Territory. To Increase the reach of product in assigned area. Market development by adding the new dealer and retailers. Giving various types of schemes to dealers and distributor. Key Learning: To achive sales target. Negotiate with channel partner. 4. IXIDE INDUSTRIES LTD. AUG 2007-OCT 2008 Designation *Officer- Sales\" Key Responsibilities: Dealer Development and satisfaction in the Territory. Market development & networking, relationship management with channel partners. Mapping the market and keeping track of the competitors. Increase the HUMTUM\" partner. Visit regularly to *OEM\" Dealers  Mr. Hitesh Reddy E-mail: hiteshr @xyz.co.in Personal: hiteshreddy@xyz.com Mobile: +91 99999999919 Organise Various types of Campaigns in the area . Key Learning: Team management to achive sales target. How to negotiate with channel partner. Work efficiently on SAP and CRM. Handling the C&f ,Service Engineer,Billing clerk and Technition EDUCATION: Degree University Year Percentage M.M.M AHH University 2007 63% B.C.A. AHH University 2003 67% ADDITIONAL INFORMATION: Computer Proficiency. Operating Systems: Unix, with Proficiency in working on all Windows OS Knowledge of Windows, awareness about the internal HARDWARE; its peripherals, functioning, troubleshooting & Assembling of a normal Desktop PC is an added asset. Extra Curricular Activities Active member of college cultural activity program. Took part in the cultural programi.e. Singing and play Languages Known: English, Hindi, and Marathi.  Mr. Hitesh Reddy E-mail: hiteshr @xyz.co.in Personal : hiteshreddy @xyz.com Mobile: +91 99999999919 Hobbies: Listening to Music, reading news paper Interests: Cooking and exploring new places. PERSONAL INFORMATION: Date of Birth 1s Jan1980 Gender Male Nationality Indian Address Chinchwad Pune, Maharastra, India 410019 DECLERATION: I hereby declare that the information furnished above is true and complete to the best of my knowledge and belief. Date: HITESH REDDY Place: (Signature)", "meta": {}, "annotation_approver": null, "labels": [[25, 43, "emailID"], [54, 73, "emailID"], [3207, 3213, "country"], [3213, 3220, "zip"], [4, 11, "firstname"], [11, 16, "lastname"], [0, 3, "title"], [87, 98, "mobile"], [179, 196, "designation"], [2926, 2944, "emailID"], [2956, 2976, "emailID"], [2989, 3000, "mobile"], [3180, 3194, "address"], [3196, 3206, "city"]]}
{"id": 20, "text": "Mr. Joseph Blair, Maryland, Sydney, Australia - 2055 99999999920, josephblair@qwel.com Personal :josephprivy@qwel.com Specialization: Designation: Marketing Manager Career Objective: To develop my career as a good professional, where I will be an appreciated team member contributing ideas and work for my organisation where there is an ample scope for both individual as well as organisational growth. Education: PGDBM Institute of Business Studies AICTE 2013-2015 70% (Marketing) PGDIB Great Wadia College University Of Seed 2011-2012 58% (International Marketing) B.Com Next College of Commerce University Of Seed 2008-2011 72% (Specialisation) Marketing HSC Saj English School CBSE 2008 72% (Stream) Commerce SSC St. John's School ICSE 2006 74% Work Experience: 1) Company: Velotics, Sydney Duration: March 2015- till present Job Title: Research Associate Work Description: Executing market research and consulting assignments/projects Formulate strategies, critically make strong business case in terms of identifying gaps and opportunities for the top global companies Decide on entry strategies, competitive landscape and positioning, and product positioning Conducting Michael Porter Five Forces Analysis for the industry Perform market engineering by estimates and forecast global micro and macro markets across North America, Europe, Asia-Pacific, and Rest of The World. Analyse market shares of the top leaders & provide critical argument on the future leaders Interview the key opinion leaders globally & identify the unmet needs in the global market Estimate market sizes, forecasting, and Market shares Conduct in-depth primary and secondary research Assisting the sales department while dealing with clients  Interpreting and analysing market size across the globe 2) Company: Bank of Sydney, Sydney Job Title: Operations Executive Work Description: Involved in cash and position reconciliation of securities. Handled cash control operations. Reconciled accounts of clients such as PP Zornan, Wisdom Speaking Capital Achievements: Made the managers aware about the flaws in the operations activities. Duration: Five Months (July 2012 - November 2012) Project Details: Company: OSENSETO, Sydney Project Title: To Understand the Scope of Rural Order Capture In Areas Nearby XYZ. Details: Job entailed working under the Area Manager in league with the sales executives, this involved knowing the scope of order capture - To understand the demand and supply of ITC's products in rural markets - To understand the advantages of Rural Order Capture against Ready Stock Market survey to find out the market share of company and which market is the most profitable for the company Duration: Two months Achievements: Converted six routes into order booking out of total of eleven routes. - Applauded by the Area Manager for my sincerity and hard work. Computer Skills: Operating Systems: Windows, DOS Packages Known: MS Office (Word, PowerPoint, Excel) Language: Java Additional Qualification: Attended a 250-hour comprehensive performance-based Leadership Development Programme by Stringent12 Consulting, and have acquired the following skills: Negotiation Skills SPIN Selling Problem Solving Skills Strategy Systems Thinking Teams  Business Performance Balanced Scorecard Measurement Extra Curricular Activities Participated in various presentations held in University Of Seed Academic CR in B.com, CR of PGDM Won singing and writing competition in school Personal Details: Date of Birth: 05/08/1989 Marital Status: Single Strengths: Excellent Interpersonal Skills Sincere Diplomatic Team player Good client management capability Languages: English and Hindi", "meta": {}, "annotation_approver": null, "labels": [[47, 52, "zip"], [0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [27, 34, "city"], [18, 26, "address"], [36, 45, "country"], [53, 64, "mobile"], [66, 86, "emailID"], [97, 117, "emailID"], [147, 164, "designation"]]}
{"id": 22, "text": "Mr. Shubham Yarra, Sector 25 Garvebhavipalya, Hosur Main Road, Delhi - 562213, India Mob: 99999999942 Contact Email: shubhamy@uvw.com Primary Email: shubhamy@uvw.com Designation : Software Engineer CAREER OBJECTIVE To be prominent in this competitive world through a growing organization, where I can apply my skills and be a part of the organization's growth. The position should give me an opportunity to learn, hone my existing skills and should provide performance-based advancement to my career. PROFILE OVERVIEW e 2.11 years of overall experience. e 2.11 years of experience in Core Java/J2EE. Experience with product XYZGen, an Insurance Application. Proficient in complete SDLC - Understanding the architecture, Requirement Analysis, Designing, Implementation and Testing and providing Support to the team members. Good technical knowlcdgc in Core Java/J2EE, RESTFul WcbScrviccs, Spring IOC, Ibatis, SQL, WebLogic, JSON, XML. Customization of XYZGen V5.7, and V6 versions as per client's requirements. Strong analytical and troubleshooting skills coupled with confident decision making for enabling effective solutions leading to high customer satisfaction. SKILLSET Technologies RESTFul WebServices, Spring IOC, Ibatis, SQL, JSON Languages Core Java RDBMS Oracle 11g Tools Eclipse, SQL Developer. Application/Web Server WebLogic Version Control SVN Operating System Windows PROFESSIONAL EXPERIENCE Velotics Insurance Systems - Senior Software Engineer (June 2015- present) Velotics is an IT product company in insurance domain and delivers insurance related software solutions. Projects title: Allied of World and Sincere Fax Customer. Product XYZGen XYZGen provides solutions for the field of General Insurance. Operating System Windows Client Internal Period June 2015 to Present Team Size 10 Tools & Technologies used Java6, WebLogic 12c, Eclipse, Oracle 11g Responsibilities Coding in MVC framework for Product Enhancements which includes Java,SQL Responsible for product build and release. WebLogic setup and domain creations. Technical Documentation about product bugs and Modifications Smoke testing of the product. Deployment Activities in Weblogic troubleshooting WebService Development using RESTFul for enabling the  product for different platforms EDUCATIONAL QUALIFICATION Course Institution Year Score Bachelor of Engineering in BestRun College, Bengaluru 2015 Electrical and Electronics 74.98 12'th STD BestRun School, Kolkata 2010 76 10\"th STD Best Run School, Kolkata 2008 74.2 PERSONAL INFORMATION D.O.B 22-02-1993 Languages Known English, Hindi Hobbies Playing Badminton, Football. I hereby declare that all the above-mentioned details are true and correct to the best of my knowledge and belief. Place: DELHI (SHUBHAM YARRA)", "meta": {}, "annotation_approver": null, "labels": [[19, 61, "address"], [63, 69, "city"], [71, 77, "zip"], [79, 85, "country"], [90, 101, "mobile"], [117, 133, "emailID"], [149, 165, "emailID"], [180, 197, "designation"], [2732, 2738, "city"], [0, 3, "title"], [4, 11, "firstname"], [12, 17, "lastname"]]}
{"id": 23, "text": "Mr. Sudarshan Gorachand, Al / Machine Learning Delhi, India- Email contact :sudarshang@xyz.com Primary email: sudarshanprivy@xyz.com Mobile: 99999999943 20+ years of experience in data handling, design, and development Data Warehouse: Data analysis, star/snow flake scema data modelling and design specific to data warehousing and business intelligence Database: Experience in database designing, scalability, back-up and recovery, writing and optimizing SQL code and Stored Procedures, creating functions, views, triggers and indexes. Cloud platform: Worked on Microsoft Azure cloud services like Document DB, SQL Azure, Stream Analytics, Event hub, Power BI, Web Job, Web App, Power BI, Azure data lake analytics(U-SQL) Willing to relocate anywhere Designation : Software Engineer WORK EXPERIENCE Software Engineer Microsoft - Bangalore, Karnataka January 2000 to Present 1. Microsoft Rewards Live dashboards: Description: - Microsoft rewards is loyalty program that rewards Users for browsing and shopping online. Microsoft Rewards members can earn points when searching with Bing, browsing with Microsoft Edge and making purchases at the Xbox Store, the Windows Store and the Microsoft Store. Plus, user can pick up bonus points for taking daily quizzes and tours on the Microsoft rewards website. Rewards live dashboards gives a live picture of usage world-wide and by markets like US, Canada, Australia, new user registration count, top/bottom performing rewards offers, orders stats and weekly trends of user activities, orders and new user registrations. the PBI tiles gets refreshed in different frequencies starting from 5 seconds to 30 minutes. Technology/Tools used EDUCATION Indian Institute of Technology - Mumbai 2001 SKILLS Machine Learning, Natural Language Processing, and Big Data Handling ADDITIONAL INFORMATION Professional Skills Excellent analytical, problem solving, communication, knowledge transfer and interpersonal skills with ability to interact with individuals at all the levels Quick learner and maintains cordial relationship with project manager and team members and good performer both in team and independent job environments Positive attitude towards superiors &amp; peers Supervised junior developers throughout project lifecycle and provided technical assistance Address : Sector 45, Koperkhairane, Mumbai India - 400703", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 13, "firstname"], [14, 23, "lastname"], [54, 59, "country"], [76, 94, "emailID"], [110, 132, "emailID"], [141, 152, "mobile"], [765, 782, "designation"], [2312, 2336, "address"], [2338, 2344, "city"], [2345, 2350, "country"], [2353, 2359, "zip"]]}
{"id": 24, "text": "Mr. Viral Reddy, E-mail: viralr @xyz.co.in Personal: viral123 @xyz.com Mobile: +91 99999999944 WORK EXPERIENCE: 1.IMPACT POINT GENERAL PVT LTD. JULY 2013-0CT 2018 Designation Assitant Managaer Key Responsibilities: Responsible to handle the dealer and retailors in the Terriotry To increase the dealers in the market Responsible to place the product at each and every counter Various schemes given to Dealers to increase the placement of product Key Learning: To achieve the sales target To understand the dealer demand To give the knowledge to staff of dealer and showroom . 2. NORZ0 PVT LTD. MAR 2010 - JUNE 2013 Designation Area Managaer-ACD\" Key Responsibilities: Responsible to handle the dealer and distributor in the Terriotry To increase the sales and service dealer in the market Responsible to place the product at each and every counter Various schemes given to Distributor to increase the placement of product To meet Architect and give awareness of the product. Key Learning:  Mr. Viral Reddy E-mail: viralr@xyz.co.in Personal: viral123 @xyz.com Mobile: +91 99999999944 To achieve the sales target To understand the dealer demand To place the POP material to big showroom To give the knowledge to staff of dealer and showroom . 3.VELOTICS INDUSTRIES LTD. MAR 2009 - FEB 2010 Designation Area Sales Executive\" Key Responsibilities: Looking for Dealers and Distributor in the Territory. To Increase the reach of product in assigned area. Market development by adding the new dealer and retailers. Giving various types of schemes to dealers and distributor. Key Learning: To achive sales target. Negotiate with channel partner. 4. IXIDE INDUSTRIES LTD. AUG 2007-OCT 2008 Designation *Officer- Sales\" Key Responsibilities: Dealer Development and satisfaction in the Territory. Market development & networking, relationship management with channel partners. Mapping the market and keeping track of the competitors. Increase the HUMTUM\" partner. Visit regularly to *OEM\" Dealers  Mr. Viral Reddy E-mail: viralr @xyz.co.in Personal: viral123 @xyz.com Mobile: +91 99999999944 Organise Various types of Campaigns in the area . Key Learning: Team management to achive sales target. How to negotiate with channel partner. Work efficiently on SAP and CRM. Handling the C&f ,Service Engineer,Billing clerk and Technition EDUCATION: Degree University Year Percentage M.M.M AHH University 2007 63% B.C.A. AHH University 2003 67% ADDITIONAL INFORMATION: Computer Proficiency. Operating Systems: Unix, with Proficiency in working on all Windows OS Knowledge of Windows, awareness about the internal HARDWARE; its peripherals, functioning, troubleshooting & Assembling of a normal Desktop PC is an added asset. Extra Curricular Activities Active member of college cultural activity program. Took part in the cultural programi.e. Singing and play Languages Known: English, Hindi, and Marathi.  Mr. Viral Reddy E-mail: viralr @xyz.co.in Personal: viral123 @xyz.com Mobile: +91 99999999944 Hobbies: Listening to Music, reading news paper Interests: Cooking and exploring new places. PERSONAL INFORMATION: Date of Birth 1' Jan1980 Gender Male Nationality Indian Address Chinchwad Pune, Maharastra, India 410019 DECLERATION: I hereby declare that the information furnished above is true and complete to the best of my knowledge and belief. Date: JULY 12, 2020 VIRAL REDDY Place: AHMEDABAD (Signature)", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 9, "firstname"], [10, 15, "lastname"], [53, 70, "emailID"], [25, 42, "emailID"], [83, 94, "mobile"], [175, 192, "designation"], [3161, 3175, "address"], [3177, 3187, "city"], [3195, 3201, "zip"], [3189, 3194, "country"]]}
{"id": 25, "text": "Mr. George Blair, Maryland, Sydney, Australia - 2055 Mobile: 99999999945, georgebl@qwel.com Personal : georgeblprivy@qwel.com Specialization: Designation: Marketing Manager Career Objective: To develop my career as a good professional, where I will be an appreciated team member contributing ideas and work for my organisation where there is an ample scope for both individual as well as organisational growth. Education: PGDBM Institute of Business Studies AICTE 2013-2015 70% (Marketing) PGDIB Great Wadia College University Of Seed 2011-2012 58% (International Marketing) B.Com Next College of Commerce University Of Seed 2008-2011 72% (Specialisation) Marketing HSC Saj English School CBSE 2008 72% (Stream) Commerce SSC St. John's School ICSE 2006 74% Work Experience: 1) Company: Velotics, Sydney Duration: March 2015- till present Job Title: Research Associate Work Description: Executing market research and consulting assignments/projects Formulate strategies, critically make strong business case in terms of identifying gaps and opportunities for the top global companies Decide on entry strategies, competitive landscape and positioning, and product positioning Conducting Michael Porter Five Forces Analysis for the industry Perform market engineering by estimates and forecast global micro and macro markets across North America, Europe, Asia-Pacific, and Rest of The World. Analyse market shares of the top leaders & provide critical argument on the future leaders Interview the key opinion leaders globally & identify the unmet needs in the global market Estimate market sizes, forecasting, and Market shares Conduct in-depth primary and secondary research Assisting the sales department while dealing with clients  Interpreting and analysing market size across the globe 2) Company: Bank of Sydney, Sydney Job Title: Operations Executive Work Description: Involved in cash and position reconciliation of securities. Handled cash control operations. Reconciled accounts of clients such as PP Zornan, Wisdom Speaking Capital Achievements: Made the managers aware about the flaws in the operations activities. Duration: Five Months (July 2012 - November 2012) Project Details: Company: OSENSETO, Sydney Project Title: To Understand the Scope of Rural Order Capture In Areas Nearby XYZ. Details: * Job entailed working under the Area Manager in league with the sales executives, this involved knowing the scope of order capture - To understand the demand and supply of ITC's products in rural markets = To understand the advantages of Rural Order Capture against Ready Stock Market survey to find out the market share of company and which market is the most profitable for the company Duration: Two months Achievements: - Converted six routes into order booking out of total of eleven routes. - Applauded by the Area Manager for my sincerity and hard work. Computer Skills: Operating Systems: Windows, DOS Packages Known: MS Office (Word, PowerPoint, Excel) Language: Java Additional Qualification: Attended a 250-hour comprehensive performance-based Leadership Development Programme by Stringent12 Consulting, and have acquired the following skills: Negotiation Skills SPIN Selling Problem Solving Skills Strategy Systems Thinking Teams  Business Performance Balanced Scorecard Measurement Extra Curricular Activities Participated in various presentations held in University Of Seed Academic CR in B.com, CR of PGDM Won singing and writing competition in school Personal Details: Date of Birth: 05/08/1989 Marital Status: Single Strengths: Excellent Interpersonal Skills Sincere Diplomatic Team player Good client management capability Languages: English and Hindi", "meta": {}, "annotation_approver": null, "labels": [[47, 52, "zip"], [0, 3, "title"], [4, 10, "firstname"], [11, 16, "lastname"], [18, 26, "address"], [28, 34, "city"], [36, 45, "country"], [61, 72, "mobile"], [74, 91, "emailID"], [103, 125, "emailID"], [155, 172, "designation"]]}
{"id": 26, "text": "Ms. DEEPTHI IRKAL, Email id: deepthiirkal@xyzl.com, deepthil@xy.com Contact No: 9999999946 Professional Summary: Designation: Sr. Test Engineer (Team Lead, Brilliant time management and decision making skills which help to QA) multi-task and work in situations under time constraints. Education: Having very good hand experience in Product & Software B-Tech (ECE) Development, Quality Analyst and Data Analyst (including manual & ABC University automation tool experience). Device & Mobile Application scope analysis experience for different Work Experience: field, like E-commerce, Telecommunication, insurance and Retail etc. Year:4.1 Rich knowledge of Data Analysis and Quality Assurance. Employer: Extensive and rich experience in Linear regression, Logistic Bestrun Technologies regression, Vector Quantization, Vector Machines, Random Forests (4 Year) and other module of analytics. Having good knowledge in R Data Structure, Data Visualization tools like tableau. Analytics Software and Tool: Testing and handling of Payment services & Terminal application. R Module, SAS, R Programming Experience in Testing equipment tools such as Renorex, Hercules, BP BABOK MS Excel/Power Point EMV & MSR test tool, Tera Term, Soap UI, Code Warrior V10.5, Putty and Monkey talk. Also used locally build Production Test tool for Technica/ Skills: production level Software Testing and Embedded testing Programming Language: Experience in analyzing functional requirements and translate them C, C++ to test cases. Well acquainted with Software Development Life Cycle (SDLC) and Testing Techniques: Software Testing Life Cycle (STLC) and Automation Test Life Cycle Embedded Testing, Manua/ Performed Smoke Testing, Regression Testing Performance Testing, Testing, Automation Testing Production Unit testing, Exceptional testing, Power Management Testing Tool: testing, End User testing and Functionality Testing. Renorex, Herculas, J-Unit, Proficient in developing, maintaining and executing test cases for Selenium, Postman, Pycharm, different Black Box and White Box Testing methodologies Firefox web IDE & simulator, Prepared technical documents for different project and given also Wireshark, QXDM, Spreadtrum Hudson releases for different project. logal, Spirent,Anite, REST client Operating System: Linux, Windows Project Profile: Scripting Language: Python Feature Phone: (From Jan 1* 2017 to Current Date) Network Protocols: Feature phone is a new mile stone in digital era; phone has 4G volte network HTTP, FTP, TCP/IP, SMTP, HTTPs, connectivity with browsing & other phone native app. This phone is built with SSL, B2G OS (Mozilla OS) & support web privilege & native app. Every app package Development Tool: contains for file combination (Java script source code, HTML file for app UI, Web Manifest file for permission & privilege of app & icon image file which contains 4 Eclipse, Vmware, Code Warrior different size of PNG icon for different pages.)  LTE & VoL Network & Chipset Testing: (From August 1* 2016 to Dec 31* 2016) Module Experience: LTE & VoL network connectivity, stability & strength & various other feature & LTE & VoL chipset testing was performed with various vendor tools & for IMS logs tool R modeling, Bluetooth, Wi-Fi, is used. EMV, MSR, NFC, Bio-metric, GPRS BestRun Pay 1600 (Micro Controller base IINPAD) with NFC: (From Feb 10th 2016 Area of Interest: to July 20\" 2016) Product Development BestRun Pay 1600 IINPAD is developed for controlling the Canteen, Parking and Toll payment's requirement with contact less payment card(NFC cards), BestRun Quality Assurance Pay 1600 IINPAD is equipped with NFC communication module will support NFC Embedded, Automation & base payment request from POS terminal and NFC mobile. Manua/ Testing BestRun Pay 3850 (Micro-Processor base POS Terminal): (Aug 1* 2015 to Jan Data Scientist 24th 16) Payment Service, Terminal request and Payment Gateway POS terminal equipped with payment and terminal access control application was handling developed for BestRun merchant having vast number of customer foot fall, Terminal is developed for multiple payments request handling from one or Personal Profile: multiple payment application or mobile payment app(BestRun Wallet, BestRun, Father Name: Ashuthosh Irkal Mobikityr) etc. Mailing Address: DMSO (Device Management System Operations): (From Jan 20h 2015 to July Whitefield, Bangalore. India 28h 2015) PIN: 560066 DMSO is a web server controlled web portal equipped with device tracking, Merchant location and complaints handling. DMSO is developed to control device Language Known: securities, applications, files & key management, shipment, Warehouse English, Hindi, Spanish availability, available stock and device sale management. Nationality: BestRun Money payment SDK & BestRun Money Wallet: (From June 5t 2014 to Indian Jan 05h 15) Hobbies: BestRun money payment SDK is developed for handling billing request at Playing Lawn Tennis, Football, merchant shop, toll plaza, parking area, E-Commerce, Petrol pump and canteen. Table Tennis money payment SDK supports (JSON, XML and PIPE) request format.", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 11, "firstname"], [12, 17, "lastname"], [29, 50, "emailID"], [52, 67, "emailID"], [80, 90, "mobile"], [126, 143, "designation"], [4374, 4384, "address"], [4386, 4395, "city"], [4397, 4402, "country"], [4418, 4424, "zip"]]}
{"id": 27, "text": "Mr. Adesh Navin, Al / Machine Learning Delhi, India- Email contact :adeshnavin@xyz.com Primary email: adeshnavinprivy@xyz.com Mobile: 9999999948 20+ years of experience in data handling, design, and development Data Warehouse: Data analysis, star/snow flake scema data modelling and design specific to data warehousing and business intelligence Database: Experience in database designing, scalability, back-up and recovery, writing and optimizing SQL code and Stored Procedures, creating functions, views, triggers and indexes. Cloud platform: Worked on Microsoft Azure cloud services like Document DB, SQL Azure, Stream Analytics, Event hub, Power BI, Web Job, Web App, Power BI, Azure data lake analytics(U-SQL) Willing to relocate anywhere Designation : Software Engineer WORK EXPERIENCE Software Engineer Microsoft - Bangalore, Karnataka January 2000 to Present 1. Microsoft Rewards Live dashboards: Description: - Microsoft rewards is loyalty program that rewards Users for browsing and shopping online. Microsoft Rewards members can earn points when searching with Bing, browsing with Microsoft Edge and making purchases at the Xbox Store, the Windows Store and the Microsoft Store. Plus, user can pick up bonus points for taking daily quizzes and tours on the Microsoft rewards website. Rewards live dashboards gives a live picture of usage world-wide and by markets like US, Canada, Australia, new user registration count, top/bottom performing rewards offers, orders stats and weekly trends of user activities, orders and new user registrations. the PBI tiles gets refreshed in different frequencies starting from 5 seconds to 30 minutes. Technology/Tools used EDUCATION Indian Institute of Technology - Mumbai 2001 SKILLS Machine Learning, Natural Language Processing, and Big Data Handling ADDITIONAL INFORMATION Professional Skills Excellent analytical, problem solving, communication, knowledge transfer and interpersonal skills with ability to interact with individuals at all the levels Quick learner and maintains cordial relationship with project manager and team members and good performer both in team and independent job environments Positive attitude towards superiors &amp; peers Supervised junior developers throughout project lifecycle and provided technical assistance Address : Sector 45, Kharghar, Mumbai India - 400703", "meta": {}, "annotation_approver": null, "labels": [[2324, 2331, "city"], [2331, 2337, "country"], [0, 3, "title"], [4, 9, "firstname"], [10, 15, "lastname"], [46, 51, "country"], [68, 86, "emailID"], [102, 125, "emailID"], [134, 144, "mobile"], [757, 774, "designation"], [2304, 2323, "address"], [2340, 2346, "zip"]]}
{"id": 28, "text": "Mr. MADHU MALLYA, Sector 25 Garvebhavipalya, Hosur Main Road, Delhi - 562213, India Mob: 9999999947 Contact Email: madhum@uvw.com Primary Email : madhum@uvw.com Designation : Software Engineer CAREER OBJECTIVE To be prominent in this competitive world through a growing organization, where I can apply my skills and be a part of the organization's growth. The position should give me an opportunity to learn, hone my existing skills and should provide performance-based advancement to my career. PROFILE OVERVIEW e 2.11 years of overall experience. e 2.11 years of experience in Core Java/J2EE. Experience with product XYZGen, an Insurance Application. Proficient in complete SDLC - Understanding the architecture, Requirement Analysis, Designing, Implementation and Testing and providing Support to the team members. Good technical knowledge in Core Java/J2EE, RESTFul WebServices, Spring IOC, Ibatis, SQL, WebLogic, JSON, XML. Customization of XYZGen V5.7, and V6 versions as per client's requirements. e Strong analytical and troubleshooting skills coupled with confident decision making for enabling effective solutions leading to high customer satisfaction. SKILL SET Technologies RESTFul WebServices, Spring IOC, Ibatis, SQL, JSON Languages Core Java RDBMS Oracle 11g Tools Eclipse, SQL Developer. Application/Web Server WebLogic Version Control SVN Operating System Windows PROFESSIONAL EXPERIENCE Velotics Insurance Systems - Senior Software Engineer (June 2015- present) Velotics is an IT product company in insurance domain and delivers insurance related software solutions. Projects title: Allied of World and Sincere Fax Customer. Product XYZGen XYZGen provides solutions for the field of General Insurance. Operating System Windows Client Internal Period June 2015 to Present Team Size 10 Tools & Technologies used Java6, WebLogic 12c, Eclipse, Oracle 11g Responsibilities Coding in MVC framework for Product Enhancements which includes Java,SQL Responsiblc for product build and rclcasc. WebLogic setup and domain creations. Technical Documentation about product bugs and Modifications Smoke testing of the product. Deployment Activities in Weblogic troubleshooting WebService Development using RESTFul for enabling the  product for different platforms EDUCATIONAL QUALIFICATION Course Institution Year Score Bachelor of Engineering in BestRun College, Bengaluru 2015 Electrical and Electronics 74.98 12'th STD BestRun School, Kolkata 2010 76 10\"th STD Best Run School, Kolkata 2008 74.2 PERSONAL INFORMATION D.O.B 22-02-1993 Languages Known English, Hindi Hobbies Playing Badminton, Football. I hereby declare that all the above-mentioned details are true and correct to the best of my knowledge and belief. Place: HYDERABAD (MADHU MALLYA)", "meta": {}, "annotation_approver": null, "labels": [[61, 67, "city"], [88, 99, "mobile"], [0, 4, "title"], [4, 9, "firstname"], [10, 16, "lastname"], [175, 192, "designation"], [146, 160, "emailID"], [115, 129, "emailID"], [18, 60, "address"], [70, 76, "zip"], [78, 83, "country"]]}
{"id": 29, "text": "Mr. Joseph Vashistha, E-mail: josephy @xyz.c0.in Personal: josephy@xyz.com Mobile: +91 9999999949 WORK EXPERIENCE: 1.IMPACT POINT GENERAL PVT LTD. JULY 2013 -0CT 2018 Designation Assitant Managaer Key Responsibilities: Responsible to handle the dealer and retailors in the Terriotry To increase the dealers in the market Responsible to place the product at each and every counter Various schemes given to Dealers to increase the placement of product Key Learning: To achieve the sales target To understand the dealer demand To give the knowledge to staff of dealer and showroom . 2. NORZO PVT LTD. MAR 2010 - JUNE 2013 Designation Area Managaer-ACD\" Key Responsibilities: Responsible to handle the dealer and distributor in the Terriotry To increase the sales and service dealer in the market Responsible to place the product at each and every counter Various schemes given to Distributor to increase the placement of product To meet Architect and give awareness of the product. Key Learning:  Mr. Joseph Vashistha E-mail: josephy@xyz.co.in Personal: josephy @xyz.com Mobile: +91 9999999949 To achieve the sales target To understand the dealer demand To place the POP material to big showroom To give the knowledge to staff of dealer and showroom 3.VELOTICS INDUSTRIES LTD. MAR 2009 - FEB 2010 Designation Area Sales Executive\" Key Responsibilities: Looking for Dealers and Distributor in the Territory. To Increase the reach of product in assigned area. Market development by adding the new dealer and retailers. Giving various types of schemes to dealers and distributor. Key Learning: To achive sales target. Negotiate with channel partner. 4. IXIDE INDUSTRIES LTD. AUG 2007-OCT 2008 Designation *Officer- Sales\" Key Responsibilities: Dealer Development and satisfaction in the Territory. Market development & networking, relationship management with channel partners. Mapping the market and keeping track of the competitors. Increase the HUMTUM\" partner. Visit regularly to OEM\" Dealers  Mr. Joseph Vashistha E-mail: josephy@xyz.co.in Personal: josephy@xyz.com Mobile: +91 9999999949 Organise Various types of Campaigns in the area . Key Learning: Team management to achive sales target. How to negotiate with channel partner. Work efficiently on SAP and CRM. Handling the C&f ,Service Engineer,Billing clerk and Technition EDUCATION: Degree University Year Percentage M.M.M AHH University 2007 63% B.C.A. AHH University 2003 67% ADDITIONAL INFORMATION: Computer Proficiency. Operating Systems: Unix, with Proficiency in working on all Windows OS Knowledge of Windows, awareness about the internal HARDWARE; its peripherals, functioning, troubleshooting & Assembling of a normal Desktop PC is an added asset. Extra Curricular Activities Active member of college cultural activity program. Took part in the cultural program i.e. Singing and play Languages Known: English, Hindi, and Marathi.  Mr. Joseph Vashistha E-mail: josephy@xyz.co.in Personal: josephy @xyz.com Mobile: +91 9999999949 Hobbies: Listening to Music, reading news paper Interests: Cooking and exploring new places. PERSONAL INFORMATION: Date of Birth 1* Jan1980 Gender Male Nationality Indian Address Chinchwad Pune, Maharastra, India 410019 DECLERATION: I hereby declare that the information furnished above is true and complete to the best of my knowledge and belief. Date: JULY 31, 2020 JOSEPH VASHISHTA Place: INDORE (Signature)", "meta": {}, "annotation_approver": null, "labels": [[0, 3, "title"], [4, 10, "firstname"], [11, 20, "lastname"], [30, 48, "emailID"], [59, 74, "emailID"], [87, 97, "mobile"], [179, 196, "designation"], [2925, 2942, "emailID"], [2953, 2969, "emailID"], [3172, 3186, "address"], [3188, 3198, "city"], [3199, 3205, "country"], [3206, 3212, "zip"]]}
{"id": 30, "text": "Mr. Jigar S, Maryland, Sydney, Australia - 2055 9999999950, jigars@qwel.com Personal :jigarprivy@qwel.com Specialization: Designation: Marketing Manager Career Objective: To develop my career as a good professional, where I will be an appreciated team member contributing ideas and work for my organisation where there is an ample scope for both individual as well as organisational growth. Education: PGDBM Institute of Business Studies AICTE 2013-2015 70% (Marketing) PGDIB Great Wadia College University Of Seed 2011-2012 58% (International Marketing) B.Com Next College of Commerce University Of Seed 2008-2011 72% (Specialisation) Marketing HSC Saj English School CBSE 2008 72% (Stream) Commerce SSC St. John's School ICSE 2006 74% Work Experience: 1) Company: Velotics, Sydney Duration: March 2015- till present Job Title: Research Associate Work Description: Executing market research and consulting assignments/projects Formulate strategies, critically make strong business case in terms of identifying gaps and opportunities for the top global companies Decide on entry strategies, competitive landscape and positioning, and product positioning Conducting Michael Porter Five Forces Analysis for the industry Perform market engineering by estimates and forecast global micro and macro markets across North America, Europe, Asia-Pacific, and Rest of The World. Analyse market shares of the top leaders & provide critical argument on the future leaders Interview the key opinion leaders globally & identify the unmet needs in the global market Estimate market sizes, forecasting, and Market shares Conduct in-depth primary and secondary research Assisting the sales department while dealing with clients  Interpreting and analysing market size across the globe 2) Company: Bank of Sydney, Sydney Job Title: Operations Executive Work Description: Involved in cash and position reconciliation of securities. Handled cash control operations. Reconciled accounts of clients such as PP Zornan, Wisdom Speaking Capital Achievements: Made the managers aware about the flaws in the operations activities. Duration: Five Months (July 2012 - November 2012) Project Details: Company: OSENSETO, Sydney Project Title: To Understand the Scope of Rural Order Capture In Areas Nearby XYZ. Details: Job entailed working under the Area Manager in league with the sales executives, this involved knowing the scope of order capture - To understand the demand and supply of ITC's products in rural markets - To understand the advantages of Rural Order Capture against Ready Stock Market survey to find out the market share of company and which market is the most profitable for the company Duration: Two months Achievements: Converted six routes into order booking out of total of eleven routes. - Applauded by the Area Manager for my sincerity and hard work. Computer Skills: Operating Systems: Windows, DOS Packages Known: MS Office (Word, PowerPoint, Excel) Language: Java Additional Qualification: Attended a 250-hour comprehensive performance-based Leadership Development Programme by Stringent12 Consulting, and have acquired the following skills: Negotiation Skills SPIN Selling Problem Solving Skills Strategy Systems Thinking Teams  Business Performance Balanced Scorecard Measurement Extra Curricular Activities Participated in various presentations held in University Of Seed Academic CR in B.com, CR of PGDM Won singing and writing competition in school Personal Details: Date of Birth: 05/08/1989 Marital Status: Single Strengths: Excellent Interpersonal Skills Sincere Diplomatic Team player Good client management capability Languages: English and Hindi", "meta": {}, "annotation_approver": null, "labels": [[30, 40, "country"], [42, 47, "zip"], [0, 3, "title"], [4, 9, "firstname"], [10, 11, "lastname"], [13, 21, "address"], [23, 29, "city"], [48, 58, "mobile"], [60, 75, "emailID"], [86, 105, "emailID"], [135, 153, "designation"]]}
{"id": 31, "text": "Ms. Kelsey Nguyen, Email id: kelsey.nguyen@xyzl.com, privykels@xy.com Contact No: 9999999991 Professional Summary: Designation: Sr. Test Engineer (Team Lead, Brilliant time management and decision making skills which help to QA) multi-task and work in situations under time constraints. Education: Having very good hand experience in Product & Software B-Tech (ECE) Development, Quality Analyst and Data Analyst (including manual & ABC University automation tool experience). Device & Mobile Application scope analysis experience for different Work Experience: field, like E-commerce, Telecommunication, insurance and Retail etc. Year:4.1 Rich knowledge of Data Analysis and Quality Assurance. Employer: Extensive and rich experience in Linear regression, Logistic Bestrun Technologies regression, Vector Quantization, Vector Machines, Random Forests (4 Year) and other module of analytics. Having good knowledge in R Data Structure, Data Visualization tools like tableau. Analytics Software and Tool: Testing and handling of Payment services & Terminal application. R Module, SAS, R Programming Experience in Testing equipment tools such as Renorex, Hercules, BP BABOK MS Excel/Power Point EMV & MSR test tool, Tera Term, Soap UI, Code Warrior V10.5, Putty and Monkey talk. Also used locally build Production Test tool for Technical Skills: production level Software Testing and Embedded testing Programming Language: Experience in analyzing functional requirements and translate them C, C++ to test cases. Well acquainted with Software Development Life Cycle (SDLC) and Testing Techniques: Software Testing Life Cycle (STLC) and Automation Test Life Cycle Embedded Testing, Manua/ Performed Smoke Testing, Regression Testing Performance Testing, Testing, Automation Testing Production Unit testing, Exceptional testing, Power Management Testing Tool: testing, End User testing and Functionality Testing. Renorex, Herculas, J-Unit, Proficient in developing, maintaining and executing test cases for Selenium, Postman, Pycharm, different Black Box and White Box Testing methodologies Firefox web IDE & simulator, Prepared technical documents for different project and given also Wireshark, QXDM, Spreadtrum Hudson releases for different project. logal, Spirent,Anite, REST client Operating System: Linux, Windows Project Profile: Scripting Language: Python Feature Phone: (From Jan 1* 2017 to Current Date) Network Protocols: Feature phone is a new mile stone in digital era; phone has 4G volte network HTTP, FTP, TCP/IP, SMTP, HTTPs, connectivity with browsing & other phone native app. This phone is built with SSL, B2G OS (Mozilla OS) & support web privilege & native app. Every app package Development Tool: contains for file combination (Java script source code, HTML file for app UI, Web Eclipse, Vmware, Code Warrior Manifest file for permission & privilege of app & icon image file which contains 4 different size of PNG icon for different pages.)  LTE & VoL Network & Chipset Testing: (From August 1* 2016 to Dec 31* 2016) Module Experience: LTE & VoL network connectivity, stability & strength & various other feature & LTE & VoL chipset testing was performed with various vendor tools & for IMS logs tool R modeling, Bluetooth, Wi-Fi, is used. EMV, MSR, NFC, Bio-metric, GPRS BestRun Pay 1600 (Micro Controller base IINPAD) with NFC: (From Feb 10th 2016 Area of Interest: to July 20th 2016) Product Development BestRun Pay 1600 IINPAD is developed for controlling the Canteen, Parking and Quality Assurance Toll payment's requirement with contact less payment card(NFC cards), BestRun Pay 1600 IINPAD is equipped with NFC communication module will support NFC Embedded, Automation & base payment request from POS terminal and NFC mobile. Manual Testing BestRun Pay 3850 (Micro-Processor base POS Terminal): (Aug 1* 2015 to Jan Data Scientist 24th 16) Payment Service, Termina/ request and Payment Gateway POS terminal equipped with payment and terminal access control application was handling developed for BestRun merchant having vast number of customer foot fall, Terminal is developed for multiple payments request handling from one or Personal Profile: multiple payment application or mobile payment app(BestRun Wallet, BestRun, Father Name: John Nguyen Mobikityr) etc. Mailing Address: DMSO (Device Management System Operations): (From Jan 20h 2015 to July Whitefield, Bangalore. India 28th 2015) PIN: 560066 DMSO is a web server controlled web portal equipped with device tracking, Merchant location and complaints handling. DMSO is developed to control device Language Known: securities, applications, files & key management, shipment, Warehouse English, Hindi, Spanish availability, available stock and device sale management. Nationality: BestRun Money payment SDK & BestRun Money Wallet: (From June 5h 2014 to Indian Jan 05th 15) Hobbies: BestRun money payment SDK is developed for handling billing request at Playing Lawn Tennis, Football, merchant shop, toll plaza, parking area, E-Commerce, Petrol pump and canteen. Table Tennis money payment SDK supports (JSON, XML and PIPE) request format.", "meta": {}, "annotation_approver": null, "labels": [[4395, 4401, "country"], [4417, 4424, "zip"], [0, 3, "title"], [4, 10, "firstname"], [11, 17, "lastname"], [29, 51, "emailID"], [53, 69, "emailID"], [82, 93, "mobile"], [128, 145, "designation"], [4373, 4383, "address"], [4385, 4394, "city"]]}
{"id": 32, "text": "Ms. SIMONA LANGSTAFF, Sector 25 Garvebhavipalya, Hosur Main Road, Delhi - 562213, India Mob: 99999999992 Contact Email: simona123@uvw.com Primary Email: simona321@uvw.com Designation : Software Engineer CAREER OBJECTIVE To be prominent in this competitive world through a growing organization, where I can apply my skills and be a part of the organization's growth. The position should give me an opportunity to learn, hone my existing skills and should provide performance-based advancement to my career. PROFILE OVERVIEW e 2.11 years of overall experience. e 2.11 years of experience in Core Java/J2EE. Experience with product XYZGen, an Insurance Application. Proficient in complete SDLC - Understanding the architecture, Requirement Analysis, Designing, Implomentation and Testing and providing Support to the team members. Good technical knowledge in Core Java/J2EE, RESTFul WebServices, Spring IOC, Ibatis, SQL, WebLogic, JSON, XML. Customization of XYZGen V5.7, and V6 versions as per client's requirements. Strong analytical and troubleshooting skills coupled with confident decision making for enabling effective solutions leading to high customer satisfaction. SKILL SET Technologies RESTFul WebServices, Spring IOC, Ibatis, SQL, JSON Languages Core Java RDBMS Oracle 11g Tools Eclipse, SQL Developer. Application/Web Server WebLogic Version Control SVN Operating System Windows PROFESSIONAL EXPERIENCE Velotics Insurance Systems - Senior Software Engineer (June 2015- present) Velotics is an IT product company in insurance domain and delivers insurance related software solutions. Projects title: Allied of World and Sincere Fax Customer. Product XYZGen XYZGen provides solutions for the field of General Insurance. Operating System Windows Client Internal Period June 2015 to Present Team Size 10 Tools & Technologies used Java6, WebLogic 12c, Eclipse, Oracle 11g Responsibilities Coding in MVC framework for Product Enhancements which includes Java,SQL Responsible for product build and release. WebLogic setup and domain creations. Technical Documentation about product bugs and Modifications Smoke testing of the product. Deployment Activities in Weblogic troubleshooting WebService Development using RESTFul for enabling the  product for different platforms EDUCATIONAL QUALIFICATION Course Institution Year Score Bachelor of Engineering in BestRun College, Bengaluru 2015 Electrical and Electronics 74.98 12'th STD BestRun School, Kolkata 2010 76 10\" th STD Best Run School, Kolkata 2008 74.2 PERSONAL INFORMATION D.O.B 22-02-1993 Languages Known English, Hindi Hobbies Playing Badminton, Football. I hereby declare that all the above-mentioned details are true and correct to the best of my knowledge and belief. Place: KOLKATA (SIMONA LANGSTAFF)", "meta": {}, "annotation_approver": null, "labels": [[81, 87, "country"], [92, 104, "mobile"], [0, 3, "title"], [4, 11, "firstname"], [11, 20, "lastname"], [22, 64, "address"], [74, 80, "zip"], [66, 71, "city"], [120, 137, "emailID"], [153, 170, "emailID"], [185, 202, "designation"]]}
{"id": 33, "text": "Mr. John Cena, AI / Machine Learning Delhi, India- Email contact :johncena@xyz.com Primary email : cenaprivy@xyz.com Mobile: 99999999999 20+ years of experience in data handling, design, and development Data Warehouse: Data analysis, star/snow flake scema data modelling and design specific to data warehousing and business intelligence Database: Experience in database designing, scalability, back-up and recovery, writing and optimizing SQL code and Stored Procedures, creating functions, views, triggers and indexes. Cloud platform: Worked on Microsoft Azure cloud services like Document DB, SQL Azure, Stream Analytics, Event hub, Power BI, Web Job, Web App, Power BI, Azure data lake analytics(U-SQL) Willing to relocate anywhere Designation : Software Engineer WORK EXPERIENCE Software Engineer Microsoft - Bangalore, Karnataka January 2000 to Present 1. Microsoft Rewards Live dashboards: Description: - Microsoft rewards is loyalty program that rewards Users for browsing and shopping online. Microsoft Rewards members can earn points when searching with Bing, browsing with Microsoft Edge and making purchases at the Xbox Store, the Windows Store and the Microsoft Store. Plus, user can pick up bonus points for taking daily quizzes and tours on the Microsoft rewards website. Rewards live dashboards gives a live picture of usage world-wide and by markets like US, Canada, Australia, new user registration count, top/bottom performing rewards offers, orders stats and weekly trends of user activities, orders and new user registrations. the PBI tiles gets refreshed in different frequencies starting from 5 seconds to 30 minutes. Technology/Tools used EDUCATION Indian Institute of Technology - Mumbai 2001 SKILLS Machine Learning, Natural Language Processing, and Big Data Handling ADDITIONAL INFORMATION Professional Skills Excellent analytical, problem solving, communication, knowledge transfer and interpersonal skills with ability to interact with individuals at all the levels Quick learner and maintains cordial relationship with project manager and team members and good performer both in team and independent job environments Positive attitude towards superiors &amp; peers Supervised junior developers throughout project lifecycle and provided technical assistance Address : Sector 45, Vashi, Mumbai India - 400703", "meta": {}, "annotation_approver": null, "labels": [[2313, 2320, "city"], [2320, 2326, "country"], [0, 3, "title"], [4, 8, "firstname"], [9, 13, "lastname"], [44, 49, "country"], [66, 82, "emailID"], [99, 116, "emailID"], [125, 136, "mobile"], [749, 766, "designation"], [2296, 2312, "address"], [2329, 2335, "zip"]]}
{"id": 34, "text": "Mr. Hadden Ward, E-mail: h.w12@xyz.co.in Personal : hadden123 @xyz.com Mobile: +91 99999999993 WORK EXPERIENCE: 1.IMPACT POINT GENERAL PVT LTD. JULY 2013-0CT 2018 Designation Assitant Managaer Key Responsibilities: Responsible to handle the dealer and retailors in the Terriotry To increase the dealers in the market Responsible to place the product at each and every counter Various schemes given to Dealers to increase the placement of product Key Learning: To achieve the sales target To understand the dealer demand To give the knowledge to staff of dealer and showroom. 2. NORZO PVT LTD. MAR 2010 - JUNE 2013 Designation Area Managaer-ACD\" Key Responsibilities: Responsible to handle the dealer and distributor in the Terriotry To increase the sales and service dealer in the market Responsible to place the product at each and every counter Various schemes given to Distributor to increase the placement of product To meet Architect and give awareness of the product. Key Learning:  Mr. Hadden Ward E-mail: h.w12@xyz.co.in Personal: hadden123@ xyz.com Mobile: +91 99999999993 To achieve the sales target To understand the dealer demand To place the POP material to big showroom To give the knowledge to staff of dealer and showroom. 3.VELOTICS INDUSTRIES LTD. MAR 2009 - FEB 2010 Designation Area Sales Executive\" Key Responsibilities: Looking for Dealers and Distributor in the Territory. To Increase the reach of product in assigned area. Market development by adding the new dealer and retailers. Giving various types of schemes to dealers and distributor. Key Learning: To achive sales target. Negotiate with channel partner. 4. IXIDE INDUSTRIES LTD. AUG 2007 - OCT 2008 Designation *Officer- Sales\" Key Responsibilities: Dealer Development and satisfaction in the Territory. Market development & networking, relationship management with channel partners. Mapping the market and keeping track of the competitors. Increase the HUMTUM\" partner. Visit regularly to OEM\" Dealers  Mr. Hadden Ward E-mail: h.w12@xyz.co.in Personal: hadden123 @xyz.com Mobile: +91 99999999993 Organise Various types of Campaigns in the area . Key Learning: Team management to achive sales target. How to negotiate with channel partner. Work efficiently on SAP and CRM. Handling the C&f ,Service Engineer,Billing clerk and Technition EDUCATION: Degree University Year Percentage M.M.M AHH University 2007 63% B.C.A. AHH University 2003 67% ADDITIONAL INFORMATION: Computer Proficiency Operating Systems: Unix, with Proficiency in working on all Windows OS Knowledge of Windows, awareness about the internal HARDWARE; its peripherals, functioning, troubleshooting & Assembling of a normal Desktop PC is an added asset. Extra Curricular Activities Active member of college cultural activity program. Took part in the cultural program i.e. Singing and play Languages Known: English, Hindi, and Marathi.  Mr. Hadden Ward E-mail: h.w12@xyz.co.in Personal : hadden123@ xyz.com Mobile: +91 99999999993 Hobbies: Listening to Music, reading news paper Interests: Cooking and exploring new places. PERSONAL INFORMATION: Date of Birth 1' Jan1980 Gender Male Nationality Indian Address Chinchwad Pune, Maharastra, India 410019 DECLERATION: I hereby declare that the information furnished above is true and complete to the best of my knowledge and belief. Date: HADDEN WARD Place: (Signature)", "meta": {}, "annotation_approver": null, "labels": [[3159, 3173, "address"], [3175, 3185, "city"], [3187, 3192, "country"], [3193, 3199, "zip"], [175, 192, "designation"], [0, 3, "title"], [4, 10, "firstname"], [11, 15, "lastname"], [25, 40, "emailID"], [52, 70, "emailID"], [83, 94, "mobile"]]}
{"id": 35, "text": "Mr. Mark Blair, Maryland, Sydney, Australia - 2055 Mobile :99999999999, mark.mr@qwel.com Personal : markprivy@qwel.com Specialization: Designation: Marketing Manager Career Objective: To develop my career as a good professional, where I will be an appreciated team member contributing ideas and work for my organisation where there is an ample scope for both individual as well as organisational growth. Education: PGDBM Institute of Business Studies AICTE 2013-2015 70% (Marketing) PGDIB Great Wadia College University Of Seed 2011-2012 58% (International Marketing) B.Com Next College of Commerce University Of Seed 2008-2011 72% (Specialisation) Marketing HSC Saj English School CBSE 2008 72% (Stream) Commerce SSC St. John's School ICSE 2006 74% Work Experience: 1) Company: Velotics, Sydney Duration: March 2015- till present Job Title: Research Associate Work Description: Executing market research and consulting assignments/projects Formulate strategies, critically make strong business case in terms of identifying gaps and opportunities for the top global companies Decide on entry strategies, competitive landscape and positioning, and product positioning Conducting Michael Porter Five Forces Analysis for the industry Perform market engineering by estimates and forecast global micro and macro markets across North America, Europe, Asia-Pacific, and Rest of The World. Analyse market shares of the top leaders & provide critical argument on the future leaders Interview the key opinion leaders globally & identify the unmet needs in the global market Estimate market sizes, forecasting, and Market shares Conduct in-depth primary and secondary research Assisting the sales department while dealing with clients  Interpreting and analysing market size across the globe 2) Company: Bank of Sydney, Sydney Job Title: Operations Executive Work Description: Involved in cash and position reconciliation of securities. Handled cash control operations. Reconciled accounts of clients such as PP Zornan, Wisdom Speaking Capital Achievements: Made the managers aware about the flaws in the operations activities. Duration: Five Months (July 2012 - November 2012) Project Details: Company: OSENSETO, Sydney Project Title: To Understand the Scope of Rural Order Capture In Areas Nearby XYZ. Details: Job entailed working under the Area Manager in league with the sales executives, this involved knowing the scope of order capture - To understand the demand and supply of ITC's products in rural markets * To understand the advantages of Rural Order Capture against Ready Stock Market survey to find out the market share of company and which market is the most profitable for the company Duration: Two months Achievements: Converted six routes into order booking out of total of eleven routes. - Applauded by the Area Manager for my sincerity and hard work. Computer Skills: Operating Systems: Windows, DOS Packages Known: MS Office (Word, PowerPoint, Excel) Language: Java Additional Qualification: Attended a 250-hour comprehensive performance-based Leadership Development Programme by Stringent12 Consulting, and have acquired the following skills: Negotiation Skills = SPIN Selling Problem Solving Skills Strategy Systems Thinking Teams  Business Performance Balanced Scorecard Measurement Extra Curricular Activities Participated in various presentations held in University Of Seed Academic CR in B.com, CR of PGDM Won singing and writing competition in school Personal Details: Date of Birth: 05/08/1989 Marital Status: Single Strengths: Excellent Interpersonal Skills Sincere Diplomatic Team player Good client management capability Languages: English and Hindi", "meta": {}, "annotation_approver": null, "labels": [[33, 43, "country"], [0, 3, "title"], [4, 8, "firstname"], [9, 14, "lastname"], [16, 24, "address"], [26, 32, "firstname"], [46, 50, "zip"], [59, 70, "mobile"], [72, 88, "emailID"], [148, 165, "designation"], [100, 118, "emailID"]]}
